{
  "LocaleSwitcher": {
    "label": "Изменить язык",
    "locale": {
      "en": "Английский",
      "ru": "Русский",
      "uk": "Украинский",
      "sr": "Сербский"
    }
  },
  "LocaleLayout": {
    "title": "Diverse Visa"
  },
    "partnernetwork": "Сеть партнеров",
    "partners": {
      "immigrationProfessionals": {
        "title": "Иммиграционные специалисты",
        "description": "Сертифицированные иммиграционные эксперты, предлагающие индивидуальные консультационные услуги по визам и иммиграции, чтобы помочь вам справиться с трудностями подачи заявлений на визы и добиться успешных результатов."
      },
      "recruiters": {
        "title": "Рекрутеры",
        "description": "Специализированные рекрутеры, соединяющие вас с возможностями трудоустройства за рубежом, чтобы вы могли найти лучшие вакансии, соответствующие вашим навыкам и карьерным целям."
      },
      "businessBrokers": {
        "title": "Бизнес-брокеры",
        "description": "Опытные бизнес-брокеры, помогающие клиентам с инвестициями и приобретениями бизнеса, помогая вам исследовать и обеспечивать прибыльные бизнес-возможности на международном уровне."
      },
      "governmentAgencies": {
        "title": "Государственные агентства",
        "description": "Официальные государственные агентства, предоставляющие руководство и поддержку для обеспечения соблюдения иммиграционных норм, делая процесс подачи виз гладким и без проблем."
      },
      "educationalInstitutions": {
        "title": "Учебные заведения",
        "description": "Партнерские школы и университеты, предлагающие широкий спектр образовательных программ для иностранных студентов, помогая вам достичь ваших академических и карьерных целей."
      },
      "businessIncubators": {
        "title": "Бизнес-инкубаторы",
        "description": "Бизнес-инкубаторы, поддерживающие стартапы и предпринимателей ресурсами, наставничеством и руководством, способствуя инновациям и успеху в ваших бизнес-проектах."
      },
      "communityOrganizations": {
        "title": "Общественные организации",
        "description": "Местные общественные организации, предоставляющие поддержку и услуги по интеграции новым жителям, помогая вам обустроиться и преуспеть в новой среде."
      }
    },
    "programs": {
      "skilledWorkers": {
        "title": "Работники",
        "content": "Предназначена для лиц с определенными навыками и квалификацией, которые могут способствовать развитию экономики Канады. Эти программы включают систему Express Entry и различные программы номинирования провинций (PNP). Успешные заявители могут получить постоянное место жительства на основании своих навыков, опыта работы и способности внести вклад в канадский рынок труда."
      },
      "businessAndEntrepreneurs": {
        "title": "Бизнесмены",
        "content": "Эти программы предназначены для лиц, желающих инвестировать или начать бизнес в Канаде. Основные программы включают программу Start-Up Visa, программу для самозанятых и программу Owners-Operators. Они предоставляют пути к постоянному проживанию для предпринимателей, инвесторов и самозанятых лиц, которые могут стимулировать экономический рост и создавать рабочие места в Канаде."
      },
      "familySponsorship": {
        "title": "Семейное спонсорство",
        "content": "Позволяет канадским гражданам и постоянным жителям спонсировать своих родственников, включая супругов, партнеров, детей на иждивении, родителей и бабушек и дедушек, чтобы они приехали в Канаду в качестве постоянных жителей. Эта программа направлена на воссоединение семей, чтобы семьи могли оставаться вместе и поддерживать друг друга."
      },
      "caregivers": {
        "title": "Опекуны",
        "content": "Предназначена для лиц, которые обеспечивают уход за детьми, пожилыми людьми или лицами с медицинскими потребностями в Канаде. Опекуны могут подать заявление на постоянное проживание через программы, разработанные специально для тех, кто приобрел опыт работы в Канаде, предоставляя важные услуги по уходу."
      },
      "temporary": {
        "title": "Временные",
        "content": "Эти программы позволяют лицам приезжать в Канаду на ограниченный период. Они включают временные резидентские визы (для посетителей), разрешения на работу и разрешения на обучение. Временные резиденты могут иметь возможность перехода на постоянное проживание через различные иммиграционные программы."
      },
      "humanitarian": {
        "title": "Гуманитарные",
        "content": "Программы этой категории предназначены для лиц, которые не подходят под другие иммиграционные программы, но имеют веские причины для получения места жительства в Канаде. Это включает заявления по гуманитарным и сострадательным причинам, часто учитывая факторы, такие как наилучшие интересы детей или лиц, сталкивающихся с серьезными трудностями."
      },
      "studentsAndGraduates": {
        "title": "Студенты и выпускники",
        "content": "Канада предлагает пути для международных студентов для обучения и последующего поселения в Канаде. Программы включают студенческие визы и разрешения на обучение, а также возможности для выпускников перейти на постоянное проживание через различные иммиграционные программы."
      },
      "refugees": {
        "title": "Беженцы",
        "content": "Канада предоставляет защиту лицам, которые бежали из своих стран из-за преследований, войны или насилия. Программы для беженцев предлагают пути к безопасности и постоянному проживанию для тех, кто соответствует критериям статуса беженца, обеспечивая им возможность начать новую жизнь в Канаде."
      }
    },
    "journeyStart": {
      "consultationsTitle": "КОНСУЛЬТАЦИИ",
      "firstMeetingTitle": "Что ожидать на первой встрече",
      "firstMeetingPoints1": "Оценка вашего прошлого: Понимание ваших квалификаций и иммиграционных целей.",
      "firstMeetingPoints2": "Обсуждение программ: Рекомендации по подходящим иммиграционным программам, адаптированным к вашим потребностям.",
      "firstMeetingPoints3": "Описание процесса: Объяснение этапов подачи заявки, сроков и требований.",
      "firstMeetingPoints4": "Ответы на вопросы: Разрешение любых сомнений или вопросов, касающихся иммиграции.",  
      "successStoriesTitle": "Истории успеха",
      "successStories1": "\"Diverse Visa сделала мой иммиграционный процесс безупречным. Их экспертиза обеспечила мой успех в Express Entry.\": - Джон Д., Квалифицированный работник",
      "successStories2": "\"Благодаря Diverse Visa, я успешно запустила свой бизнес в Канаде. Их поддержка была неоценимой.\": - Мария С., Предприниматель",
      "successStories3": "\"Diverse Visa помогла мне получить разрешение на учебу и направила меня к постоянному месту жительства.\": - Елена К., Студент",
      "successStories4": "\"Diverse Visa снова объединила нас с нашей семьей. Их профессионализм сделал разницу.\": - Ахмед и Фатима А., Семейное спонсорство"
    },
    "headline": "Откройте новый путь с Diverse Visa",
    "subHeadline": "Соединяем вас с экспертами по иммиграции для беспрепятственного пути",
    "callToAction": "Начните свое путешествие сегодня",
    "storyline-title": "Наш рассказ",
    "storyline": "В Diverse Visa мы воплощаем ваши мечты в реальность, связывая вас с экспертами по иммиграции и основными услугами, адаптированными к вашим уникальным потребностям. Наша преданная команда и обширная сеть партнеров, включая рекрутеров, бизнес-брокеров, образовательные учреждения и общественные организации, обеспечивают беспрепятственный процесс иммиграции. Мы соблюдаем самые высокие стандарты честности, инноваций, ориентации на клиента и совершенства, помогая вам начать новую жизнь, продолжить образование или расширить бизнес. Пусть Diverse Visa направляет ваше путешествие к новым горизонтам уже сегодня.",
    "about-us": "О нас",
    "diverse-vision": "Мы видим мир, в котором границы не мешают мечтам. Наша цель - стать ведущим агентством по иммиграции, известным своим непревзойденным опытом и преданностью клиентам. Мы начинаем с акцента на рынок Восточной Европы и стремимся расширить наши услуги, включая Великобританию, США и другие страны.",
    "diverse-story": "В Diverse Visa мы воплощаем ваши мечты в реальность, связывая вас с экспертами по иммиграции и основными услугами, адаптированными к вашим уникальным потребностям. Наша преданная команда и обширная сеть партнеров, включая рекрутеров, бизнес-брокеров, образовательные учреждения и общественные организации, обеспечивают беспрепятственный процесс иммиграции. Мы соблюдаем самые высокие стандарты честности, инноваций, ориентации на клиента и совершенства, помогая вам начать новую жизнь, продолжить образование или расширить бизнес. Пусть Diverse Visa направляет ваше путешествие к новым горизонтам уже сегодня.",
    "diverse-mission": "Соединяем мечты с реальностью, связывая заявителей с высококлассными иммиграционными специалистами и необходимыми услугами.",
    "diverse-values": "Мы придерживаемся самых высоких стандартов честности и прозрачности во всех наших делах. Мы постоянно совершенствуем наши услуги, чтобы соответствовать изменяющимся потребностям наших клиентов. Наши клиенты находятся в центре всего, что мы делаем. Мы стремимся к совершенству во всех аспектах нашей работы, обеспечивая нашим клиентам наилучшее обслуживание.",
    "our-team": "Наша команда",
    "diverse-team-about": "Наша команда состоит из преданных агентов, юридических экспертов и бизнес-консультантов, которые приносят богатый опыт и знания. Каждый член нашей команды привержен индивидуальной поддержке и руководству, обеспечивая нашим клиентам наивысшее качество обслуживания.",
    "services": "Наши услуги",
    "immigration-consulting-experts": "Эксперты по иммиграционным консультациям",
    "immigration-consulting-experts-description": "Персонализированная консультация и поддержка для навигации по сложным иммиграционным законам и максимизации шансов на успех.",
    "recruiters-job-placements": "Размещение вакансий рекрутерами",
    "recruiters-job-placements-description": "Свяжитесь со специализированными рекрутерами для поиска вакансий, соответствующих вашим навыкам.",
    "business-brokers": "Бизнес-брокеры",
    "business-brokers-description": "Определите и обеспечьте выгодные бизнес-возможности в Канаде, проводя вас через процесс инвестирования.",
    "educational-institutions": "Образовательные учреждения",
    "educational-institutions-description": "Сотрудничайте с ведущими канадскими учебными заведениями, чтобы помочь вам поступить и предоставить руководство по визам и путям к пост-выпускному пребыванию.",
    "legal-compliance-advisors": "Консультанты по юридической совместимости",
    "legal-compliance-advisors-description": "Комплексная юридическая поддержка для проверки заявлений, соблюдения норм и представительства в случае апелляций.",
    "holistic-approach": "Целостный подход",
    "holistic-approach-text": "В Diverse Visa мы применяем целостный подход к поддержке иммиграции. Наша обширная сеть партнеров включает иммиграционных специалистов, рекрутеров, бизнес-брокеров, государственные учреждения, образовательные учреждения, бизнес-инкубаторы и общественные организации. Это позволяет нам предлагать комплексную поддержку, адаптированную к конкретным потребностям каждого клиента.",
    "understanding-unique-journeys": "Понимание уникальных путей",
    "understanding-unique-journeys-text": "Мы понимаем, что каждое иммиграционное путешествие уникально, и мы здесь, чтобы предоставить руководство и поддержку, необходимые для того, чтобы ваше переход было как можно более плавным. Независимо от того, хотите ли вы начать новую жизнь в Канаде, продолжить образование или расширить бизнес, Diverse Visa - ваш надежный партнер на каждом этапе пути.",
    "ourPrograms":"НАШИ ПРОГРАММЫ",
    "title-header": "DIVERSE VISA",
    "about-nav": "О НАС",
    "services-nav": "УСЛУГИ",
    "consultations": "КОНСУЛЬТАЦИИ",
    "our-programs-nav": "НАШИ ПРОГРАММЫ",
    "our-network-nav": "НАША СЕТЬ",
    "contact-nav": "КОНТАКТ",
    "connect-social-network": "Подключайтесь к нам в социальных сетях",
    "blog-nav": "БЛОГ",
    "blog-title": "Понимание процесса получения канадской учебной визы: Полное руководство",
    "blog-intro": "Канада славится своей системой образования мирового класса, что делает её отличным выбором для международных студентов. Если вы рассматриваете возможность учёбы в Канаде, одним из первых шагов будет получение учебной визы. Это руководство поможет вам понять процесс, его преимущества и как уверенно его пройти.",
    "blog-image1-alt": "Процесс получения канадской учебной визы",
    "blog-why-study-canada": "Почему учёба в Канаде?",
    "blog-high-quality-education": "Образование высокого качества",
    "blog-high-quality-education-desc": "Канадские университеты и колледжи признаны во всем мире за своё академическое превосходство, предлагая широкий спектр программ, которые соответствуют разнообразным интересам и карьерным целям.",
    "blog-work-opportunities": "Возможности работы",
    "blog-work-opportunities-desc": "С учебной визой вы можете работать неполный рабочий день во время учёбы и полный рабочий день в перерывах, что поможет вам получить ценный опыт работы и заработать деньги на своё содержание.",
    "blog-pathway-to-pr": "Путь к постоянному месту жительства",
    "blog-pathway-to-pr-desc": "После окончания учёбы, виза Post-Graduation Work Permit (PGWP) позволяет вам работать в Канаде, что может стать шагом к постоянному месту жительства через программы, такие как Express Entry.",
    "blog-study-permit": "Что такое учебная виза?",
    "blog-study-permit-desc": "Учебная виза - это официальный документ, выданный канадским правительством, который позволяет иностранным гражданам учиться в обозначенных учебных заведениях (DLIs) в Канаде. Важно отметить, что учебная виза не является визой. Вам также может потребоваться туристическая виза или Электронное разрешение на поездку (eTA) для въезда в Канаду.",
    "blog-eligibility": "Требования к eligibility",
    "blog-acceptance-at-dli": "Принятие в DLI",
    "blog-acceptance-at-dli-desc": "Вам необходимо получить письмо о принятии от признанного канадского учебного заведения.",
    "blog-proof-of-funds": "Доказательства финансов",
    "blog-proof-of-funds-desc": "Вы должны показать, что у вас достаточно денег для покрытия учебных сборов, жизненных расходов и транспортных расходов на обратный путь.",
    "blog-ties-to-home": "Связи с родной страной",
    "blog-ties-to-home-desc": "Вам необходимо доказать, что вы вернётесь в свою родную страну после учёбы.",
    "blog-no-criminal-record": "Отсутствие уголовной записи",
    "blog-no-criminal-record-desc": "Может потребоваться справка из полиции, чтобы подтвердить отсутствие уголовной записи.",
    "blog-medical-exam": "Медицинский осмотр",
    "blog-medical-exam-desc": "В зависимости от вашей страны проживания, вам может потребоваться медицинский осмотр для подтверждения вашего здоровья.",
    "blog-image2-alt": "Процесс получения канадской учебной визы",
    "blog-application-process": "Процесс подачи заявления",
    "blog-acceptance-letter": "Письмо о принятии",
    "blog-acceptance-letter-desc": "Начните с подачи заявления и получения принятия в DLI. После принятия вы получите письмо о принятии, которое требуется для подачи заявления на учебную визу.",
    "blog-gather-documentation": "Сбор документации",
    "blog-gather-documentation-desc": "Подготовьте ваши документы, включая паспорт, письмо о принятии, доказательства финансов и любые дополнительные документы, требуемые вашей родной страной (такие как биометрические данные или справки из полиции).",
    "blog-submit-application": "Подайте заявление",
    "blog-submit-application-desc": "Подайте заявление онлайн через сайт Иммиграции, Беженцев и Гражданства Канады (IRCC). Убедитесь, что все формы заполнены правильно и все необходимые документы предоставлены.",
    "blog-pay-fees": "Оплатите сборы",
    "blog-pay-fees-desc": "Есть сбор за подачу заявления, который необходимо оплатить при подаче заявки. Если требуются биометрические данные, будет дополнительный сбор.",
    "blog-processing-time": "Время обработки",
    "blog-processing-time-desc": "Время обработки варьируется в зависимости от вашей родной страны. Проверьте сайт IRCC для оценки времени обработки и планируйте соответственно.",
    "blog-approval-and-travel": "Одобрение и поездка",
    "blog-approval-and-travel-desc": "После одобрения вы получите свою учебную визу. Организуйте поездку в Канаду и будьте готовы к собеседованию с иммиграционными офицерами по прибытии.",
    "blog-image3-alt": "Процесс получения канадской учебной визы",
    "blog-after-arrival": "После прибытия в Канаду",
    "blog-begin-studies": "Начните учёбу",
    "blog-begin-studies-desc": "Начните посещать ваши занятия в соответствии с расписанием и убедитесь, что соблюдаете все правила вашей учебной визы.",
    "blog-work-while-studying": "Работа во время учёбы",
    "blog-work-while-studying-desc": "Вам разрешается работать неполный рабочий день во время учёбы и полный рабочий день в перерывах. Используйте эту возможность, чтобы получить опыт работы и поддерживать себя финансово.",
    "blog-post-graduation-opportunities": "Возможности после окончания учёбы",
    "blog-post-graduation-opportunities-desc": "После завершения учёбы исследуйте варианты, такие как виза Post-Graduation Work Permit (PGWP) и пути к постоянному месту жительства.",
    "blog-advantages": "Преимущества учёбы в Канаде",
    "blog-quality-of-life": "Качество жизни",
    "blog-quality-of-life-desc": "Канада известна высоким уровнем жизни, безопасной средой и дружелюбными сообществами.",
    "blog-cultural-diversity": "Культурное разнообразие",
    "blog-cultural-diversity-desc": "Опыт разнообразного и инклюзивного общества, которое ценит многокультурность и предлагает множество культурных впечатлений.",
    "blog-career-opportunities": "Карьерные возможности",
    "blog-career-opportunities-desc": "Канада предлагает множество карьерных возможностей и имеет сильный рынок труда, особенно для международных выпускников.",
    "blog-closing": "Учёба в Канаде предоставляет множество преимуществ и возможностей для личного и профессионального роста. Понимая процесс получения учебной визы и тщательно подготовившись, вы можете начать успешное образовательное путешествие в одной из самых гостеприимных стран мира.",
    "our-blogs": "Наши блоги",
    "back-blog": "Вернуться к разделу блога",
    "blog-latest": "Последние блоги",
    "First Name": "Имя",
    "Last Name": "Фамилия",
    "Email": "Электронная почта",
    "Message": "Сообщение",
    "SEND": "Отправить",
    "family": {
      "blog-image2-alt": "Изображение семейного спонсорства",
      "blog-title": "Семейное спонсорство: воссоединение семей в Канаде",
      "intro": "Что такое семейное спонсорство? Семейное спонсорство позволяет канадским гражданам и постоянным жителям спонсировать своих близких для получения постоянного места жительства в Канаде. Эта программа важна для воссоединения семей и предоставления поддерживающих сетей для новых иммигрантов.",
      "who-can-sponsor-title": "Кого вы можете спонсировать?",
      "who-can-sponsor": [
        "Супруг или партнер по гражданскому браку: Вы можете спонсировать своего супруга или партнера для проживания с вами в Канаде.",
        "Зависимые дети: Спонсорство доступно для ваших детей младше 22 лет, включая усыновленных детей.",
        "Родители и бабушки и дедушки: Вы также можете спонсировать своих родителей и бабушек и дедушек, чтобы они могли жить с вами в Канаде."
      ],
      "why-choose-title": "Почему выбрать семейное спонсорство?",
      "why-choose": [
        "Воссоединение семьи: Держите своих близких рядом и поддерживайте их в интеграции в канадское общество.",
        "Постоянное место жительства: Спонсируемые члены семьи получают постоянное место жительства, что позволяет им жить, работать и учиться в Канаде."
      ],
      "how-it-works-title": "Как это работает?",
      "how-it-works": [
        "Проверка соответствия: Убедитесь, что и спонсор, и спонсируемое лицо соответствуют критериям.",
        "Подача заявки: Заполните и подайте заявку на спонсорство вместе со всеми необходимыми документами.",
        "Обработка и утверждение: После рассмотрения заявки спонсируемому лицу будет предоставлено постоянное место жительства."
      ],
      "benefits-title": "Преимущества",
      "benefits": [
        "Поддержка: Наличие семьи в Канаде обеспечивает эмоциональную и практическую поддержку, облегчая переход в новую страну.",
        "Доступ к услугам: Спонсируемые члены семьи получают доступ к здравоохранению, образованию и социальным услугам в Канаде."
      ],
      "closing": "В Diverse Visa мы понимаем важность семьи. Наша команда готова помочь вам пройти процесс семейного спонсорства, обеспечив гладкое и успешное приложение. Свяжитесь с нами сегодня, чтобы воссоединиться с вашими близкими в Канаде."
    },
    "startup": {
      "blog-image1-alt": "Изображение программы Start-Up Visa",
      "blog-title": "Изучение программы Start-Up Visa: Ваш путь к предпринимательству в Канаде",
      "intro": "Программа Start-Up Visa Канады предлагает уникальную возможность для инновационных предпринимателей создать свой бизнес и получить постоянное место жительства. Если у вас есть бизнес-идея с глобальным потенциалом, эта программа может стать вашим путем к запуску в одной из самых динамичных экономик мира.",
      "what-is-title": "Что такое программа Start-Up Visa?",
      "what-is-description": "Программа Start-Up Visa предназначена для предпринимателей, которые могут создать рабочие места для канадцев и конкурировать на глобальном уровне. Программа связывает вас с частными канадскими организациями, такими как группы ангельских инвесторов, венчурные капитальные фонды или бизнес-инкубаторы, которые могут поддержать ваш стартап.",
      "eligibility-requirements-title": "Требования к кандидатам",
      "eligibility-requirements": [
        "Иметь квалифицируемый бизнес: Ваш бизнес должен быть инновационным, иметь потенциал для роста и быть способным конкурировать на международном уровне.",
        "Получить обязательство: Вы должны получить письмо поддержки от уполномоченной организации, такой как группа ангельских инвесторов, венчурный капитальный фонд или бизнес-инкубатор.",
        "Соответствие языковым требованиям: Вам нужно продемонстрировать знание английского или французского языков через признанные языковые тесты.",
        "Доказательство наличия средств: Вы должны показать, что у вас достаточно денег для проживания в Канаде и обеспечения себя и своей семьи при создании бизнеса."
      ],
      "application-process-title": "Процесс подачи заявки",
      "application-process": [
        "Разработайте бизнес-идею: Начните с сильной, инновационной бизнес-концепции, которая соответствует критериям глобальной конкурентоспособности и создания рабочих мест в Канаде.",
        "Получите обязательство: Обратитесь в уполномоченную организацию и представьте свою бизнес-идею. Если они поверят в вашу концепцию, они предоставят письмо поддержки, которое имеет ключевое значение для вашей заявки.",
        "Подайте заявку на визу: Как только вы получите письмо поддержки, вы можете подать заявку на визу Start-Up Visa. Вам нужно будет предоставить бизнес-план, доказательства наличия средств, результаты языковых тестов и другие необходимые документы.",
        "Обработка и одобрение: Время обработки может варьироваться, но после одобрения вы получите визу, которая позволит вам приехать в Канаду и создать свой бизнес.",
        "Путь к постоянному месту жительства: Программа Start-Up Visa не только позволяет вам создать бизнес в Канаде, но и предлагает прямой путь к постоянному месту жительства для вас и вашей семьи."
      ],
      "advantages-title": "Преимущества программы Start-Up Visa",
      "advantages": [
        "Доступ к финансированию и поддержке: Получив обязательство от канадской организации, вы получите доступ к ценным ресурсам, наставничеству и потенциальному финансированию для роста вашего бизнеса.",
        "Постоянное место жительства: Программа предоставляет четкий путь к постоянному месту жительства для успешных заявителей и их семей.",
        "Развивающаяся предпринимательская экосистема: Канада предлагает поддерживающую среду для стартапов с доступом к квалифицированной рабочей силе, сильной инфраструктуре и стабильной экономике."
      ],
      "success-stories-title": "Истории успеха",
      "success-stories-description": "Многие предприниматели со всего мира успешно использовали программу Start-Up Visa для запуска своего бизнеса в Канаде. Эти стартапы создали рабочие места, внедрили инновации в различных отраслях и внесли вклад в экономику Канады.",
      "closing": "В компании Diverse Visa мы специализируемся на помощи предпринимателям в программе Start-Up Visa. От разработки вашего бизнес-плана до получения обязательства от уполномоченной организации, мы предоставляем комплексную поддержку на каждом этапе. Свяжитесь с нами сегодня, чтобы начать ваше предпринимательское путешествие в Канаде."
    }
  }
  