{
  "LocaleSwitcher": {
    "label": "Изменить язык",
    "locale": {
      "en": "Английский",
      "ru": "Русский",
      "uk": "Украинский",
      "sr": "Сербский"
    }
  },
  "LocaleLayout": {
    "title": "Diverse Visa"
  },
  "partnernetwork": "Сеть партнеров",
  "partners": {
    "immigrationProfessionals": {
      "title": "Иммиграционные специалисты",
      "description": "Сертифицированные иммиграционные эксперты, предлагающие индивидуальные консультационные услуги по визам и иммиграции, чтобы помочь вам справиться с трудностями подачи заявлений на визы и добиться успешных результатов."
    },
    "recruiters": {
      "title": "Рекрутеры",
      "description": "Специализированные рекрутеры, соединяющие вас с возможностями трудоустройства за рубежом, чтобы вы могли найти лучшие вакансии, соответствующие вашим навыкам и карьерным целям."
    },
    "businessBrokers": {
      "title": "Бизнес-брокеры",
      "description": "Опытные бизнес-брокеры, помогающие клиентам с инвестициями и приобретениями бизнеса, помогая вам исследовать и обеспечивать прибыльные бизнес-возможности на международном уровне."
    },
    "governmentAgencies": {
      "title": "Государственные агентства",
      "description": "Официальные государственные агентства, предоставляющие руководство и поддержку для обеспечения соблюдения иммиграционных норм, делая процесс подачи виз гладким и без проблем."
    },
    "educationalInstitutions": {
      "title": "Учебные заведения",
      "description": "Партнерские школы и университеты, предлагающие широкий спектр образовательных программ для иностранных студентов, помогая вам достичь ваших академических и карьерных целей."
    },
    "businessIncubators": {
      "title": "Бизнес-инкубаторы",
      "description": "Бизнес-инкубаторы, поддерживающие стартапы и предпринимателей ресурсами, наставничеством и руководством, способствуя инновациям и успеху в ваших бизнес-проектах."
    },
    "communityOrganizations": {
      "title": "Общественные организации",
      "description": "Местные общественные организации, предоставляющие поддержку и услуги по интеграции новым жителям, помогая вам обустроиться и преуспеть в новой среде."
    }
  },
  "programs": {
    "skilledWorkers": {
      "title": "Работники",
      "content": "Предназначена для лиц с определенными навыками и квалификацией, которые могут способствовать развитию экономики Канады. Эти программы включают систему Express Entry и различные программы номинирования провинций (PNP). Успешные заявители могут получить постоянное место жительства на основании своих навыков, опыта работы и способности внести вклад в канадский рынок труда."
    },
    "businessAndEntrepreneurs": {
      "title": "Бизнесмены",
      "content": "Эти программы предназначены для лиц, желающих инвестировать или начать бизнес в Канаде. Основные программы включают программу Start-Up Visa, программу для самозанятых и программу Owners-Operators. Они предоставляют пути к постоянному проживанию для предпринимателей, инвесторов и самозанятых лиц, которые могут стимулировать экономический рост и создавать рабочие места в Канаде."
    },
    "familySponsorship": {
      "title": "Семейное спонсорство",
      "content": "Позволяет канадским гражданам и постоянным жителям спонсировать своих родственников, включая супругов, партнеров, детей на иждивении, родителей и бабушек и дедушек, чтобы они приехали в Канаду в качестве постоянных жителей. Эта программа направлена на воссоединение семей, чтобы семьи могли оставаться вместе и поддерживать друг друга."
    },
    "caregivers": {
      "title": "Опекуны",
      "content": "Предназначена для лиц, которые обеспечивают уход за детьми, пожилыми людьми или лицами с медицинскими потребностями в Канаде. Опекуны могут подать заявление на постоянное проживание через программы, разработанные специально для тех, кто приобрел опыт работы в Канаде, предоставляя важные услуги по уходу."
    },
    "temporary": {
      "title": "Временные",
      "content": "Эти программы позволяют лицам приезжать в Канаду на ограниченный период. Они включают временные резидентские визы (для посетителей), разрешения на работу и разрешения на обучение. Временные резиденты могут иметь возможность перехода на постоянное проживание через различные иммиграционные программы."
    },
    "humanitarian": {
      "title": "Гуманитарные",
      "content": "Программы этой категории предназначены для лиц, которые не подходят под другие иммиграционные программы, но имеют веские причины для получения места жительства в Канаде. Это включает заявления по гуманитарным и сострадательным причинам, часто учитывая факторы, такие как наилучшие интересы детей или лиц, сталкивающихся с серьезными трудностями."
    },
    "studentsAndGraduates": {
      "title": "Студенты и выпускники",
      "content": "Канада предлагает пути для международных студентов для обучения и последующего поселения в Канаде. Программы включают студенческие визы и разрешения на обучение, а также возможности для выпускников перейти на постоянное проживание через различные иммиграционные программы."
    },
    "refugees": {
      "title": "Беженцы",
      "content": "Канада предоставляет защиту лицам, которые бежали из своих стран из-за преследований, войны или насилия. Программы для беженцев предлагают пути к безопасности и постоянному проживанию для тех, кто соответствует критериям статуса беженца, обеспечивая им возможность начать новую жизнь в Канаде."
    }
  },
  "journeyStart": {
    "consultationsTitle": "КОНСУЛЬТАЦИИ",
    "firstMeetingTitle": "Что ожидать на первой встрече",
    "firstMeetingPoints1": "Оценка вашего прошлого: Понимание ваших квалификаций и иммиграционных целей.",
    "firstMeetingPoints2": "Обсуждение программ: Рекомендации по подходящим иммиграционным программам, адаптированным к вашим потребностям.",
    "firstMeetingPoints3": "Описание процесса: Объяснение этапов подачи заявки, сроков и требований.",
    "firstMeetingPoints4": "Ответы на вопросы: Разрешение любых сомнений или вопросов, касающихся иммиграции.",
    "successStoriesTitle": "Истории успеха",
    "successStories1": "\"Diverse Visa сделала мой иммиграционный процесс безупречным. Их экспертиза обеспечила мой успех в Express Entry.\": - Джон Д., Квалифицированный работник",
    "successStories2": "\"Благодаря Diverse Visa, я успешно запустила свой бизнес в Канаде. Их поддержка была неоценимой.\": - Мария С., Предприниматель",
    "successStories3": "\"Diverse Visa помогла мне получить разрешение на учебу и направила меня к постоянному месту жительства.\": - Елена К., Студент",
    "successStories4": "\"Diverse Visa снова объединила нас с нашей семьей. Их профессионализм сделал разницу.\": - Ахмед и Фатима А., Семейное спонсорство"
  },
  "privacy-policy": "Политика конфиденциальности",
  "headline": "Откройте новый путь с Diverse Visa",
  "subHeadline": "Соединяем вас с экспертами по иммиграции для беспрепятственного пути",
  "callToAction": "Начните свое путешествие сегодня",
  "storyline-title": "Наш рассказ",
  "storyline": "В Diverse Visa мы воплощаем ваши мечты в реальность, связывая вас с экспертами по иммиграции и основными услугами, адаптированными к вашим уникальным потребностям. Наша преданная команда и обширная сеть партнеров, включая рекрутеров, бизнес-брокеров, образовательные учреждения и общественные организации, обеспечивают беспрепятственный процесс иммиграции. Мы соблюдаем самые высокие стандарты честности, инноваций, ориентации на клиента и совершенства, помогая вам начать новую жизнь, продолжить образование или расширить бизнес. Пусть Diverse Visa направляет ваше путешествие к новым горизонтам уже сегодня.",
  "about-us": "О нас",
  "diverse-vision": "Мы видим мир, в котором границы не мешают мечтам. Наша цель - стать ведущим агентством по иммиграции, известным своим непревзойденным опытом и преданностью клиентам. Мы начинаем с акцента на рынок Восточной Европы и стремимся расширить наши услуги, включая Великобританию, США и другие страны.",
  "diverse-story": "В Diverse Visa мы воплощаем ваши мечты в реальность, связывая вас с экспертами по иммиграции и основными услугами, адаптированными к вашим уникальным потребностям. Наша преданная команда и обширная сеть партнеров, включая рекрутеров, бизнес-брокеров, образовательные учреждения и общественные организации, обеспечивают беспрепятственный процесс иммиграции. Мы соблюдаем самые высокие стандарты честности, инноваций, ориентации на клиента и совершенства, помогая вам начать новую жизнь, продолжить образование или расширить бизнес. Пусть Diverse Visa направляет ваше путешествие к новым горизонтам уже сегодня.",
  "diverse-mission": "Соединяем мечты с реальностью, связывая заявителей с высококлассными иммиграционными специалистами и необходимыми услугами.",
  "diverse-values": "Мы придерживаемся самых высоких стандартов честности и прозрачности во всех наших делах. Мы постоянно совершенствуем наши услуги, чтобы соответствовать изменяющимся потребностям наших клиентов. Наши клиенты находятся в центре всего, что мы делаем. Мы стремимся к совершенству во всех аспектах нашей работы, обеспечивая нашим клиентам наилучшее обслуживание.",
  "our-team": "Наша команда",
  "diverse-team-about": "Наша команда состоит из преданных агентов, юридических экспертов и бизнес-консультантов, которые приносят богатый опыт и знания. Каждый член нашей команды привержен индивидуальной поддержке и руководству, обеспечивая нашим клиентам наивысшее качество обслуживания.",
  "services": "Наши услуги",
  "immigration-consulting-experts": "Эксперты по иммиграционным консультациям",
  "immigration-consulting-experts-description": "Персонализированная консультация и поддержка для навигации по сложным иммиграционным законам и максимизации шансов на успех.",
  "recruiters-job-placements": "Размещение вакансий рекрутерами",
  "recruiters-job-placements-description": "Свяжитесь со специализированными рекрутерами для поиска вакансий, соответствующих вашим навыкам.",
  "business-brokers": "Бизнес-брокеры",
  "business-brokers-description": "Определите и обеспечьте выгодные бизнес-возможности в Канаде, проводя вас через процесс инвестирования.",
  "educational-institutions": "Образовательные учреждения",
  "educational-institutions-description": "Сотрудничайте с ведущими канадскими учебными заведениями, чтобы помочь вам поступить и предоставить руководство по визам и путям к пост-выпускному пребыванию.",
  "legal-compliance-advisors": "Консультанты по юридической совместимости",
  "legal-compliance-advisors-description": "Комплексная юридическая поддержка для проверки заявлений, соблюдения норм и представительства в случае апелляций.",
  "holistic-approach": "Целостный подход",
  "holistic-approach-text": "В Diverse Visa мы применяем целостный подход к поддержке иммиграции. Наша обширная сеть партнеров включает иммиграционных специалистов, рекрутеров, бизнес-брокеров, государственные учреждения, образовательные учреждения, бизнес-инкубаторы и общественные организации. Это позволяет нам предлагать комплексную поддержку, адаптированную к конкретным потребностям каждого клиента.",
  "understanding-unique-journeys": "Понимание уникальных путей",
  "understanding-unique-journeys-text": "Мы понимаем, что каждое иммиграционное путешествие уникально, и мы здесь, чтобы предоставить руководство и поддержку, необходимые для того, чтобы ваше переход было как можно более плавным. Независимо от того, хотите ли вы начать новую жизнь в Канаде, продолжить образование или расширить бизнес, Diverse Visa - ваш надежный партнер на каждом этапе пути.",
  "ourPrograms": "НАШИ ПРОГРАММЫ",
  "title-header": "DIVERSE VISA",
  "about-nav": "О НАС",
  "services-nav": "УСЛУГИ",
  "consultations": "КОНСУЛЬТАЦИИ",
  "our-programs-nav": "НАШИ ПРОГРАММЫ",
  "our-network-nav": "НАША СЕТЬ",
  "contact-nav": "КОНТАКТ",
  "connect-social-network": "Подключайтесь к нам в социальных сетях",
  "blog-nav": "БЛОГ",
  "blog-title": "Понимание процесса получения канадской учебной визы: Полное руководство",
  "blog-intro": "Канада славится своей системой образования мирового класса, что делает её отличным выбором для международных студентов. Если вы рассматриваете возможность учёбы в Канаде, одним из первых шагов будет получение учебной визы. Это руководство поможет вам понять процесс, его преимущества и как уверенно его пройти.",
  "blog-image1-alt": "Процесс получения канадской учебной визы",
  "blog-why-study-canada": "Почему учёба в Канаде?",
  "blog-high-quality-education": "Образование высокого качества",
  "blog-high-quality-education-desc": "Канадские университеты и колледжи признаны во всем мире за своё академическое превосходство, предлагая широкий спектр программ, которые соответствуют разнообразным интересам и карьерным целям.",
  "blog-work-opportunities": "Возможности работы",
  "blog-work-opportunities-desc": "С учебной визой вы можете работать неполный рабочий день во время учёбы и полный рабочий день в перерывах, что поможет вам получить ценный опыт работы и заработать деньги на своё содержание.",
  "blog-pathway-to-pr": "Путь к постоянному месту жительства",
  "blog-pathway-to-pr-desc": "После окончания учёбы, виза Post-Graduation Work Permit (PGWP) позволяет вам работать в Канаде, что может стать шагом к постоянному месту жительства через программы, такие как Express Entry.",
  "blog-study-permit": "Что такое учебная виза?",
  "blog-study-permit-desc": "Учебная виза - это официальный документ, выданный канадским правительством, который позволяет иностранным гражданам учиться в обозначенных учебных заведениях (DLIs) в Канаде. Важно отметить, что учебная виза не является визой. Вам также может потребоваться туристическая виза или Электронное разрешение на поездку (eTA) для въезда в Канаду.",
  "blog-eligibility": "Требования к eligibility",
  "blog-acceptance-at-dli": "Принятие в DLI",
  "blog-acceptance-at-dli-desc": "Вам необходимо получить письмо о принятии от признанного канадского учебного заведения.",
  "blog-proof-of-funds": "Доказательства финансов",
  "blog-proof-of-funds-desc": "Вы должны показать, что у вас достаточно денег для покрытия учебных сборов, жизненных расходов и транспортных расходов на обратный путь.",
  "blog-ties-to-home": "Связи с родной страной",
  "blog-ties-to-home-desc": "Вам необходимо доказать, что вы вернётесь в свою родную страну после учёбы.",
  "blog-no-criminal-record": "Отсутствие уголовной записи",
  "blog-no-criminal-record-desc": "Может потребоваться справка из полиции, чтобы подтвердить отсутствие уголовной записи.",
  "blog-medical-exam": "Медицинский осмотр",
  "blog-medical-exam-desc": "В зависимости от вашей страны проживания, вам может потребоваться медицинский осмотр для подтверждения вашего здоровья.",
  "blog-image2-alt": "Процесс получения канадской учебной визы",
  "blog-application-process": "Процесс подачи заявления",
  "blog-acceptance-letter": "Письмо о принятии",
  "blog-acceptance-letter-desc": "Начните с подачи заявления и получения принятия в DLI. После принятия вы получите письмо о принятии, которое требуется для подачи заявления на учебную визу.",
  "blog-gather-documentation": "Сбор документации",
  "blog-gather-documentation-desc": "Подготовьте ваши документы, включая паспорт, письмо о принятии, доказательства финансов и любые дополнительные документы, требуемые вашей родной страной (такие как биометрические данные или справки из полиции).",
  "blog-submit-application": "Подайте заявление",
  "blog-submit-application-desc": "Подайте заявление онлайн через сайт Иммиграции, Беженцев и Гражданства Канады (IRCC). Убедитесь, что все формы заполнены правильно и все необходимые документы предоставлены.",
  "blog-pay-fees": "Оплатите сборы",
  "blog-pay-fees-desc": "Есть сбор за подачу заявления, который необходимо оплатить при подаче заявки. Если требуются биометрические данные, будет дополнительный сбор.",
  "blog-processing-time": "Время обработки",
  "blog-processing-time-desc": "Время обработки варьируется в зависимости от вашей родной страны. Проверьте сайт IRCC для оценки времени обработки и планируйте соответственно.",
  "blog-approval-and-travel": "Одобрение и поездка",
  "blog-approval-and-travel-desc": "После одобрения вы получите свою учебную визу. Организуйте поездку в Канаду и будьте готовы к собеседованию с иммиграционными офицерами по прибытии.",
  "blog-image3-alt": "Процесс получения канадской учебной визы",
  "blog-after-arrival": "После прибытия в Канаду",
  "blog-begin-studies": "Начните учёбу",
  "blog-begin-studies-desc": "Начните посещать ваши занятия в соответствии с расписанием и убедитесь, что соблюдаете все правила вашей учебной визы.",
  "blog-work-while-studying": "Работа во время учёбы",
  "blog-work-while-studying-desc": "Вам разрешается работать неполный рабочий день во время учёбы и полный рабочий день в перерывах. Используйте эту возможность, чтобы получить опыт работы и поддерживать себя финансово.",
  "blog-post-graduation-opportunities": "Возможности после окончания учёбы",
  "blog-post-graduation-opportunities-desc": "После завершения учёбы исследуйте варианты, такие как виза Post-Graduation Work Permit (PGWP) и пути к постоянному месту жительства.",
  "blog-advantages": "Преимущества учёбы в Канаде",
  "blog-quality-of-life": "Качество жизни",
  "blog-quality-of-life-desc": "Канада известна высоким уровнем жизни, безопасной средой и дружелюбными сообществами.",
  "blog-cultural-diversity": "Культурное разнообразие",
  "blog-cultural-diversity-desc": "Опыт разнообразного и инклюзивного общества, которое ценит многокультурность и предлагает множество культурных впечатлений.",
  "blog-career-opportunities": "Карьерные возможности",
  "blog-career-opportunities-desc": "Канада предлагает множество карьерных возможностей и имеет сильный рынок труда, особенно для международных выпускников.",
  "blog-closing": "Учёба в Канаде предоставляет множество преимуществ и возможностей для личного и профессионального роста. Понимая процесс получения учебной визы и тщательно подготовившись, вы можете начать успешное образовательное путешествие в одной из самых гостеприимных стран мира.",
  "our-blogs": "Наши блоги",
  "back-blog": "Вернуться к разделу блога",
  "blog-latest": "Последние блоги",
  "First Name": "Имя",
  "Last Name": "Фамилия",
  "Email": "Электронная почта",
  "Message": "Сообщение",
  "SEND": "Отправить",
  "First Name is required": "Имя обязательно.",
  "Last Name is required": "Фамилия обязательна.",
  "Email is required": "Электронная почта обязательна.",
  "Email format is invalid": "Неверный формат электронной почты.",
  "Message is required": "Сообщение обязательно.",
  "You must agree to be contacted": "Вы должны согласиться на контакт.",
  "Email sent successfully": "Электронное письмо успешно отправлено!",
  "Failed to send email Please try again later": "Не удалось отправить письмо. Пожалуйста, попробуйте позже.",
  "I agree to be contacted by Diverse Visa": "Я согласен на контакт с Diverse Visa",
  "Locations": "Локации",
  "family": {
    "blog-image2-alt": "Изображение семейного спонсорства",
    "blog-title": "Семейное спонсорство: воссоединение семей в Канаде",
    "intro": "Что такое семейное спонсорство? Семейное спонсорство позволяет канадским гражданам и постоянным жителям спонсировать своих близких для получения постоянного места жительства в Канаде. Эта программа важна для воссоединения семей и предоставления поддерживающих сетей для новых иммигрантов.",
    "who-can-sponsor-title": "Кого вы можете спонсировать?",
    "who-can-sponsor": [
      "Супруг или партнер по гражданскому браку: Вы можете спонсировать своего супруга или партнера для проживания с вами в Канаде.",
      "Зависимые дети: Спонсорство доступно для ваших детей младше 22 лет, включая усыновленных детей.",
      "Родители и бабушки и дедушки: Вы также можете спонсировать своих родителей и бабушек и дедушек, чтобы они могли жить с вами в Канаде."
    ],
    "why-choose-title": "Почему выбрать семейное спонсорство?",
    "why-choose": [
      "Воссоединение семьи: Держите своих близких рядом и поддерживайте их в интеграции в канадское общество.",
      "Постоянное место жительства: Спонсируемые члены семьи получают постоянное место жительства, что позволяет им жить, работать и учиться в Канаде."
    ],
    "how-it-works-title": "Как это работает?",
    "how-it-works": [
      "Проверка соответствия: Убедитесь, что и спонсор, и спонсируемое лицо соответствуют критериям.",
      "Подача заявки: Заполните и подайте заявку на спонсорство вместе со всеми необходимыми документами.",
      "Обработка и утверждение: После рассмотрения заявки спонсируемому лицу будет предоставлено постоянное место жительства."
    ],
    "benefits-title": "Преимущества",
    "benefits": [
      "Поддержка: Наличие семьи в Канаде обеспечивает эмоциональную и практическую поддержку, облегчая переход в новую страну.",
      "Доступ к услугам: Спонсируемые члены семьи получают доступ к здравоохранению, образованию и социальным услугам в Канаде."
    ],
    "closing": "В Diverse Visa мы понимаем важность семьи. Наша команда готова помочь вам пройти процесс семейного спонсорства, обеспечив гладкое и успешное приложение. Свяжитесь с нами сегодня, чтобы воссоединиться с вашими близкими в Канаде."
  },
  "startup": {
    "blog-image1-alt": "Изображение программы Start-Up Visa",
    "blog-title": "Изучение программы Start-Up Visa: Ваш путь к предпринимательству в Канаде",
    "intro": "Программа Start-Up Visa Канады предлагает уникальную возможность для инновационных предпринимателей создать свой бизнес и получить постоянное место жительства. Если у вас есть бизнес-идея с глобальным потенциалом, эта программа может стать вашим путем к запуску в одной из самых динамичных экономик мира.",
    "what-is-title": "Что такое программа Start-Up Visa?",
    "what-is-description": "Программа Start-Up Visa предназначена для предпринимателей, которые могут создать рабочие места для канадцев и конкурировать на глобальном уровне. Программа связывает вас с частными канадскими организациями, такими как группы ангельских инвесторов, венчурные капитальные фонды или бизнес-инкубаторы, которые могут поддержать ваш стартап.",
    "eligibility-requirements-title": "Требования к кандидатам",
    "eligibility-requirements": [
      "Иметь квалифицируемый бизнес: Ваш бизнес должен быть инновационным, иметь потенциал для роста и быть способным конкурировать на международном уровне.",
      "Получить обязательство: Вы должны получить письмо поддержки от уполномоченной организации, такой как группа ангельских инвесторов, венчурный капитальный фонд или бизнес-инкубатор.",
      "Соответствие языковым требованиям: Вам нужно продемонстрировать знание английского или французского языков через признанные языковые тесты.",
      "Доказательство наличия средств: Вы должны показать, что у вас достаточно денег для проживания в Канаде и обеспечения себя и своей семьи при создании бизнеса."
    ],
    "application-process-title": "Процесс подачи заявки",
    "application-process": [
      "Разработайте бизнес-идею: Начните с сильной, инновационной бизнес-концепции, которая соответствует критериям глобальной конкурентоспособности и создания рабочих мест в Канаде.",
      "Получите обязательство: Обратитесь в уполномоченную организацию и представьте свою бизнес-идею. Если они поверят в вашу концепцию, они предоставят письмо поддержки, которое имеет ключевое значение для вашей заявки.",
      "Подайте заявку на визу: Как только вы получите письмо поддержки, вы можете подать заявку на визу Start-Up Visa. Вам нужно будет предоставить бизнес-план, доказательства наличия средств, результаты языковых тестов и другие необходимые документы.",
      "Обработка и одобрение: Время обработки может варьироваться, но после одобрения вы получите визу, которая позволит вам приехать в Канаду и создать свой бизнес.",
      "Путь к постоянному месту жительства: Программа Start-Up Visa не только позволяет вам создать бизнес в Канаде, но и предлагает прямой путь к постоянному месту жительства для вас и вашей семьи."
    ],
    "advantages-title": "Преимущества программы Start-Up Visa",
    "advantages": [
      "Доступ к финансированию и поддержке: Получив обязательство от канадской организации, вы получите доступ к ценным ресурсам, наставничеству и потенциальному финансированию для роста вашего бизнеса.",
      "Постоянное место жительства: Программа предоставляет четкий путь к постоянному месту жительства для успешных заявителей и их семей.",
      "Развивающаяся предпринимательская экосистема: Канада предлагает поддерживающую среду для стартапов с доступом к квалифицированной рабочей силе, сильной инфраструктуре и стабильной экономике."
    ],
    "success-stories-title": "Истории успеха",
    "success-stories-description": "Многие предприниматели со всего мира успешно использовали программу Start-Up Visa для запуска своего бизнеса в Канаде. Эти стартапы создали рабочие места, внедрили инновации в различных отраслях и внесли вклад в экономику Канады.",
    "closing": "В компании Diverse Visa мы специализируемся на помощи предпринимателям в программе Start-Up Visa. От разработки вашего бизнес-плана до получения обязательства от уполномоченной организации, мы предоставляем комплексную поддержку на каждом этапе. Свяжитесь с нами сегодня, чтобы начать ваше предпринимательское путешествие в Канаде."
  },
  "job-title": "Увлекательная удаленная работа: Веб-разработчик в Канаде",
  "job-intro": "В Diverse Visa мы рады представить уникальную и гибкую возможность для квалифицированных веб-разработчиков работать удаленно с одним из наших надежных клиентов в Квебеке, Канада. Эта роль позволяет вам внести свой вклад в бурно развивающуюся технологическую индустрию Канады, наслаждаясь гибкостью работы из дома, где бы вы ни находились. Должность веб-разработчика имеет одобрение LMIA, что упрощает процесс подачи на рабочую визу и позволяет вам перейти на канадскую позицию без необходимости немедленно переезжать.",

  "job-about-role-title": "О роли",
  "job-about-role-desc": "Как веб-разработчик, вы сыграете ключевую роль в проектировании, разработке и поддержке веб-сайтов для различных проектов. Вы будете тесно сотрудничать с другими разработчиками, дизайнерами и заинтересованными сторонами, чтобы обеспечить оптимизацию веб-сайтов для скорости, производительности и удобства использования.",

  "job-responsibilities-title": "Ваши обязанности",
  "job-responsibility1": "Разрабатывать адаптивные и высокопроизводительные веб-сайты с использованием технологий, таких как HTML, CSS, JavaScript и PHP.",
  "job-responsibility2": "Сотрудничать с межфункциональными командами для обеспечения бесшовного пользовательского опыта.",
  "job-responsibility3": "Поддерживать и оптимизировать веб-сайты для скорости и производительности.",
  "job-responsibility4": "Устранять и исправлять любые проблемы с веб-сайтами.",
  "job-responsibility5": "Следить за последними тенденциями и технологиями веб-разработки.",

  "job-requirements-title": "Основные требования",
  "job-requirement1": "Опыт: Доказанный опыт веб-разработки с экспертизой в передних и задних технологиях. Знание фреймворков, таких как React, Angular или Laravel, будет плюсом.",
  "job-requirement2": "Образование: Предпочтительно степень в области информатики или смежной области, но будет рассмотрен эквивалентный опыт.",
  "job-requirement3": "Навыки: Внимание к деталям, навыки решения проблем и способность работать независимо в удаленной среде.",
  "job-requirement4": "Язык: Владение английским языком обязательно. Знание французского языка является плюсом, но не является обязательным.",

  "job-why-choose-title": "Почему стоит выбрать удаленную работу в Канаде?",
  "job-why-choose-desc": "Канада известна своим процветающим технологическим сектором, и эта роль позволяет вам стать частью этого без необходимости немедленно переезжать. Удаленная работа предоставляет вам гибкость, чтобы сбалансировать свою карьеру с личной жизнью, получая при этом ценный опыт работы с канадскими компаниями. Более того, статус одобрения LMIA этой роли обеспечивает плавную и эффективную обработку вашей заявки на рабочую визу.",

  "job-application-process-title": "Как подать заявку",
  "job-application-process-desc": "Если вы квалифицированный веб-разработчик, который ищет возможность работать удаленно для канадской компании, это идеальная возможность для вас! Свяжитесь с нами по адресу info@diversevisa.com или посетите наш веб-сайт, чтобы узнать больше о процессе подачи заявки.",

  "job-conclusion-title": "Заключение",
  "job-conclusion-desc": "Эта позиция веб-разработчика предлагает вам лучшее из обоих миров — работать удаленно, строя свою карьеру в канадской технологической индустрии. С гибкостью удаленной работы и безопасностью позиции с LMIA, эта роль идеально подходит для разработчиков, которые хотят внести значимый вклад. Свяжитесь с Diverse Visa сегодня и начните свой путь к яркому будущему в Канаде.",
  "heading": "Вакансии на месте по всей Канаде – Подайте заявку сейчас!",
  "intro-paragraph": "В Diverse Visa мы гордимся тем, что можем предложить широкий выбор вакансий на месте для квалифицированных работников, желающих жить и работать в Канаде. С позициями в нескольких провинциях, эти роли обеспечивают отличный путь к получению канадской рабочей визы, и многие из них предлагают возможность перейти к постоянному резидентству через программы, такие как Оценка влияния на рынок труда (LMIA), Пилотная программа иммиграции в сельские и северные районы (RNIP) и Атлантическая иммиграционная программа (AIP). Эти роли охватывают различные отрасли, такие как здравоохранение, логистика, строительство и гостиничный бизнес, и идеально подходят для людей, стремящихся работать в своих выбранных областях. Многие из позиций уже имеют одобрение LMIA, что делает процесс иммиграции более быстрым и эффективным.",

  "positions-header": "Доступные вакансии на месте",

  "position-1-title": "1. Официант",
  "position-1-location": "Местоположение: Нью-Брансвик (NB)",
  "position-1-program": "Программа: Одобренная LMIA",
  "position-1-description": "Если у вас есть опыт работы в сфере общественного питания, эта роль официанта в Нью-Брансвике является отличной возможностью. С одобрением LMIA процесс получения рабочей визы упрощается, позволяя вам быстро начать работу.",

  "position-2-title": "2. Автомеханик",
  "position-2-location": "Местоположение: Новая Шотландия (NS)",
  "position-2-program": "Программа: Одобренная LMIA",
  "position-2-description": "Автомеханики востребованы по всей Канаде. Эта вакансия в Новой Шотландии предлагает практическую работу в загруженном гараже и имеет одобрение LMIA, что упрощает получение рабочей визы.",

  "position-3-title": "3. Бухгалтер",
  "position-3-location": "Местоположение: Альберта",
  "position-3-program": "Программа: RNIP",
  "position-3-description": "Эта роль предлагает возможность работать бухгалтером в растущем финансовом секторе Альберты. Через RNIP эта работа обеспечивает прямой путь к постоянному резидентству.",

  "position-4-title": "4. Работник молочной фермы",
  "position-4-location": "Местоположение: Ньюфаундленд и Лабрадор (NL)",
  "position-4-program": "Программа: LMIA",
  "position-4-description": "Эта вакансия идеально подходит для людей с опытом работы в сельском хозяйстве. Одобрение LMIA упрощает получение рабочей визы и позволяет начать работать в сельскохозяйственном секторе Канады.",

  "position-5-title": "5. Личный помощник/билингвальная медсестра",
  "position-5-location": "Местоположение: Британская Колумбия (BC)",
  "position-5-program": "Программа: Одобренная LMIA",
  "position-5-description": "Профессионалы в области здравоохранения всегда востребованы, и эта роль для билингвального личного помощника или медсестры в Британской Колумбии не исключение. С одобрением LMIA процесс получения рабочей визы ускоряется.",

  "position-6-title": "6. Механик сельскохозяйственной техники",
  "position-6-location": "Местоположение: Ньюфаундленд и Лабрадор (NL)",
  "position-6-program": "Программа: LMIA",
  "position-6-description": "Если у вас есть опыт работы с сельскохозяйственной техникой, эта вакансия является отличной возможностью работать в сельскохозяйственной промышленности Канады. Эта работа с одобрением LMIA позволяет вам легко начать работать в сельских районах Канады.",

  "position-7-title": "7. Водитель грузовика",
  "position-7-location": "Местоположение: NL, BC, ON",
  "position-7-program": "Программа: LMIA",
  "position-7-description": "С более чем 30 вакансиями в Ньюфаундленде, Британской Колумбии и Онтарио, водители грузовиков пользуются высоким спросом. Одобрение LMIA обеспечивает быстрый и простой процесс получения рабочей визы.",

  "position-8-title": "8. Грузчик-приемщик/оператор погрузчика",
  "position-8-location": "Местоположение: Нью-Брансвик (NB)",
  "position-8-program": "Программа: LMIA/AIP",
  "position-8-description": "Эта роль включает в себя управление операциями по отгрузке и приему, включая обязанности оператора погрузчика, в Нью-Брансвике. Она подходит как для программы LMIA, так и AIP, что делает процесс получения рабочей визы гибким.",

  "position-9-title": "9. Парикмахер",
  "position-9-location": "Местоположение: NB, ON, NS",
  "position-9-program": "Программа: LMIA",
  "position-9-description": "Опытные парикмахеры могут подавать заявки на несколько вакансий в Нью-Брансвике, Онтарио и Новой Шотландии. Эти роли имеют одобрение LMIA, что упрощает получение рабочей визы.",

  "position-10-title": "10. Повар (кухня Северной Индии)",
  "position-10-location": "Местоположение: Онтарио (ON)",
  "position-10-program": "Программа: Одобренная LMIA",
  "position-10-description": "Если вы повар, специализирующийся на кухне Северной Индии, эта вакансия в Онтарио является отличной возможностью продемонстрировать свои кулинарные таланты. С одобрением LMIA вы можете получить рабочую визу и быстро начать работу в Канаде.",

  "position-11-title": "11. Сварщики/изготовители",
  "position-11-location": "Местоположение: Онтарио (ON)",
  "position-11-program": "Программа: LMIA",
  "position-11-description": "Если вы опытный сварщик или изготовитель, эта вакансия в Онтарио предлагает отличную возможность работать в строительном секторе Канады. Одобрение LMIA гарантирует гладкий процесс получения рабочей визы.",

  "position-12-title": "12. Операторы ЧПУ и машин",
  "position-12-location": "Местоположение: Онтарио (ON)",
  "position-12-program": "Программа: LMIA",
  "position-12-description": "Квалифицированные операторы ЧПУ и машин необходимы в процветающем производственном секторе Онтарио. Эта вакансия с одобрением LMIA делает процесс получения рабочей визы простым.",

  "conclusion": "Канада ждет таких квалифицированных работников, как вы! Независимо от того, механик вы, водитель грузовика, повар или медицинский работник, эти вакансии на месте предлагают быстрый путь к получению канадской рабочей визы и потенциальному получению постоянного резидентства. Свяжитесь с Diverse Visa сегодня по адресу info@diversevisa.com, чтобы узнать больше об этих захватывающих возможностях.",

  "countriesHeader": "Страны",
  "immigrationUSA": {
    "title": "Иммиграция в Соединенные Штаты: Пути к Новому Будущему",
    "introduction": "Соединенные Штаты являются ведущим направлением для людей и семей по всему миру, ищущих новые возможности в образовании, трудоустройстве и личностном росте. С множеством путей иммиграции США предлагают варианты, адаптированные для предпринимателей, квалифицированных работников, членов семей, инвесторов и студентов. Независимо от того, хотите ли вы работать, учиться или начать бизнес в США, навигация по правильной иммиграционной программе может стать ключевым первым шагом.",
    "whyImmigrate": "Почему иммигрировать в Соединенные Штаты?",
    "benefits": "Иммиграционная система США предлагает разнообразные преимущества, включая доступ к процветающей экономике, ведущим образовательным учреждениям и множеству профессиональных и личных возможностей. От шумных городских центров до тихих пригородов, США предоставляют исключительное качество жизни для иммигрантов и их семей. Кроме того, многие визовые программы позволяют вам переходить к постоянному месту жительства, предоставляя четкий путь к построению вашего будущего в США.",
    "pathways": "Пути иммиграции в США",
    "familyBased": "Иммиграция на основе семьи",
    "popularPrograms": "Вот некоторые из самых популярных иммиграционных программ в США:",
    "familyDescription": "Граждане США и постоянные жители могут спонсировать близких родственников через визы, основанные на семье, создавая путь для воссоединения с близкими и создания жизни в США. Эта программа включает как непосредственных родственников, так и категории семейных предпочтений.",
    "employmentBased": "Иммиграция на основе занятости (EB)",
    "employmentCategories": "Визы, основанные на занятости, разделяются на категории в зависимости от навыков, профессии и квалификаций:",
    "EB1": "EB-1: Для лиц с выдающимися способностями в искусстве, науках, образовании, бизнесе или спорте.",
    "EB2": "EB-2: Для профессионалов с высшими образованиями или выдающимися способностями.",
    "EB3": "EB-3: Для квалифицированных работников, профессионалов и определенных других работников.",
    "EB4": "EB-4: Для специальных иммигрантов, включая религиозных работников и некоторые другие специфические профессии.",
    "EB5": "EB-5: Для инвесторов, которые инвестируют от 800 000 до 1 миллиона долларов в бизнес в США, создавая рабочие места для американских работников.",
    "businessInvestment": "Бизнес и инвестиционные визы (E-2 и EB-5)",
    "businessDescription": "Визы, ориентированные на бизнес, предлагают возможность создать или инвестировать в бизнес в США:",
    "EB5Investor": "EB-5 Инвесторская виза: Прямой путь к постоянному месту жительства для тех, кто делает значительные экономические инвестиции.",
    "E2TreatyInvestor": "E-2 Виза для инвесторов из стран-договорников, позволяющая бизнес-инвестиции с возможностью продления визы.",
    "workVisas": "Рабочие визы (H-1B, L-1)",
    "temporaryWork": "Временные рабочие визы включают:",
    "H1B": "H-1B: Для квалифицированных профессионалов в таких областях, как технологии, инженерия и науки.",
    "L1": "L-1: Для внутрикорпоративных переводов на руководящие или исполнительные позиции или для тех, кто обладает специализированными знаниями.",
    "studentVisas": "Студенческие визы (F-1, M-1)",
    "studentDescription": "Американские студенческие визы обеспечивают доступ к некоторым из лучших образовательных учреждений мира:",
    "F1": "F-1: Для академических исследований в аккредитованных учреждениях.",
    "M1": "M-1: Для профессиональных или технических исследований.",
    "asylum": "Программы для беженцев и лиц, ищущих убежище",
    "asylumDescription": "США предоставляют пути для искателей убежища и беженцев, fleeing от преследования. Эти программы предлагают безопасность и путь к постоянному месту жительства для квалифицированных лиц.",
    "touristVisas": "Туристические и визовые визы (B-1/B-2)",
    "touristDescription": "Для лиц, ищущих краткосрочный въезд для бизнеса (B-1) или туризма (B-2), эти визы позволяют временные пребывания, предоставляя ценное первое представление о США для потенциальных будущих иммигрантов.",
    "advantages": "Преимущества иммиграции в США с Diverse Visa",
    "support": "В Diverse Visa мы специализируемся на соединении заявителей с правильным путем иммиграции в США. Наша опытная команда предоставляет всестороннюю поддержку, от подготовки документов до подачи заявлений, обеспечивая вашу готовность на каждом этапе. С нашей экспертной помощью вы сможете уверенно и четко пройти свой иммиграционный путь.",
    "contact": "Независимо от того, хотите ли вы начать бизнес, продвигаться по карьере или воссоединиться с семьей, наша команда может помочь. Свяжитесь с нами сегодня, чтобы узнать о своих вариантах иммиграции в США и сделать первый шаг к новому началу в Соединенных Штатах."
  },
  "immigrationSerbia": {
    "serbiaImmigrationPathways": "Пути иммиграции в Сербию",
    "introduction": "Введение",
    "serbiaAttractiveDestination": "Сербия стала привлекательным направлением для иностранных граждан, стремящихся жить, работать или открыть бизнес в Европе. С своей благоприятной налоговой системой, доступной стоимостью жизни и растущей экономикой страна предлагает дружелюбную атмосферу для иммигрантов. Независимо от того, планируете ли вы переезд по делам, работе или личным причинам, Сербия предоставляет несколько вариантов временного и постоянного проживания.",
    "availablePathways": "Доступные пути для проживания в Сербии",
    "temporaryResidenceByEmployment": "Временное проживание на основе занятости",
    "foreignNationalsApply": "Иностранные граждане могут подать заявление на единую рабочую и визу на проживание в Сербии. Эта виза идеально подходит для тех, кто планирует работать или проходить профессиональное обучение в Сербии, что делает ее одной из самых популярных опций для иностранцев.",
    "unifiedProcess": "Единый процесс для рабочих и виз на проживание.",
    "validFor3Years": "Действует до 3 лет, с возможностью продления.",
    "eligibilityForPrograms": "Право на участие в программах трудоустройства и обучения.",
    "temporaryResidenceByCompanyFormation": "Временное проживание на основе создания компании",
    "entrepreneursSelfEmployed": "Предприниматели и самозанятые могут создать бизнес в Сербии, чтобы получить временную визу на проживание. Этот путь популярен среди инвесторов, которые хотят воспользоваться низкими корпоративными налогами и доступом к ключевым европейским рынкам.",
    "noNationalityRestrictions": "Нет ограничений по национальности учредителей.",
    "lowCorporateTax": "Низкие корпоративные налоги (15%) и затраты на ведение бизнеса.",
    "freeTradeAgreements": "Соглашения о свободной торговле с ЕС, Россией и Турцией.",
    "temporaryResidenceByPropertyInvestment": "Временное проживание на основе инвестиции в недвижимость",
    "investingInRealEstate": "Иностранные граждане могут получить временное проживание, инвестируя в сербскую недвижимость. Этот вариант популярен среди тех, кто хочет владеть недвижимостью и наслаждаться проживанием без ведения бизнеса.",
    "noWealthTax": "Нет налога на богатство, налоги на недвижимость низкие - от 0,2%.",
    "noMinimumInvestment": "Нет минимальных требований по инвестициям по закону, хотя среднее значение обычно составляет 50 000 евро.",
    "idealForRetirees": "Идеально для пенсионеров или тех, кто ищет второй дом.",
    "temporaryResidenceByFamilyReunification": "Временное проживание на основе воссоединения семьи",
    "familyMembersInSerbia": "Иностранные граждане, у которых есть члены семьи, уже проживающие в Сербии, могут подать заявление на временное проживание через воссоединение семьи. Этот вариант позволяет семье оставаться вместе без длительной разлуки.",
    "validAsLongAsPrimaryValid": "Действительно, пока действует визу главного заявителя.",
    "rightToWorkForFamily": "Обеспечивает право работать в Сербии для членов семьи.",
    "longTermResidencyAndCitizenship": "Долгосрочное проживание и гражданство",
    "5YearsForResidency": "Как только иностранный гражданин легально прожил в Сербии не менее 5 лет подряд, он может подать заявление на постоянное проживание, а затем на сербское гражданство. Этот путь идеален для тех, кто хочет окончательно осесть в стране и пользоваться всеми правами гражданства.",
    "activeResidency": "Заявители должны продемонстрировать активное проживание и соблюдение сербских законов.",
    "permanentResidencyStability": "Постоянное проживание обеспечивает долгосрочную стабильность и доступ к сербским благам.",
    "citizenshipApplications": "Заявления на гражданство обычно рассматриваются в течение года после выполнения требований.",
    "whyChooseSerbia": "Почему выбрать Сербию?",
    "excellentQualityOfLife": "Сербия предлагает отличное качество жизни за небольшие деньги по сравнению с другими европейскими странами. С развивающейся ИТ-индустрией, стратегическим расположением и растущей либерализацией своих иммиграционных процессов, Сербия стала одной из лучших стран для иностранцев.",
    "costEffectiveLiving": "Экономичное проживание: в Сербии один из самых низких уровней жизни в Европе, что делает ее идеальной для семей и пенсионеров.",
    "centralLocation": "Центральное расположение: расположенная между Восточной и Западной Европой, Сербия предлагает доступ к множеству европейских рынков, что идеально подходит для бизнеса и путешествий.",
    "flexibleBankingSystem": "Гибкая банковская система: банковская система Сербии поддерживает иностранных граждан и способствует коммерческой деятельности.",
    "howDiverseVisaCanHelp": "Как Diverse Visa может помочь",
    "simplifyingImmigration": "В Diverse Visa мы специализируемся на упрощении сложного иммиграционного процесса для наших клиентов. Независимо от того, хотите ли вы переехать в Сербию по работе, бизнесу или для воссоединения семьи, наша опытная команда может помочь вам на каждом этапе.",
    "ourServices": "Наши услуги:",
    "completeDocumentation": "Полное сопровождение документации: мы помогаем собрать все необходимые бумаги, чтобы обеспечить гладкий процесс.",
    "speedyApplicationProcessing": "Быстрая обработка заявлений: мы работаем эффективно, чтобы подать ваши документы в установленные сроки, минимизируя задержки.",
    "personalizedSupport": "Персонализированная поддержка: мы предоставляем индивидуальные консультации, чтобы убедиться, что ваша заявка соответствует сербским иммиграционным законам и политикам.",
    "serbiaFavoredDestination": "Сербия быстро становится предпочтительным направлением для иностранцев по всему миру. Позвольте нам помочь вам пройти процесс без затруднений и начать новую жизнь в этой динамичной стране. Свяжитесь с нами сегодня, чтобы обсудить ваши варианты!"
  },
  "visitorVisa": {
    "visitorVisaTitle": "Виза для посетителей: исследуйте Канаду с легкостью",
    "introduction": "Введение",
    "canadianVisitorVisa": "Канадская виза для посетителей, также известная как временная резидентская виза (TRV), предоставляет иностранным гражданам доступ для посещения Канады с целью туризма, бизнеса или посещения семьи и друзей. Независимо от того, очарованы ли вы великолепной природной красотой Канады, посещаете важные деловые встречи или общаетесь с семьей, виза для посетителей открывает двери для получения firsthand опыта страны.",
    "diverseVisaAim": "В Diverse Visa мы стремимся сделать процесс быстрым и простым, помогая вам собрать необходимые документы, обеспечивая эффективное представление вашей заявки и проводя вас через требования шаг за шагом.",
    "programOverview": "Обзор программы",
    "eligibilityRequirements": "Требования кEligibility",
    "validPassport": "Действующий паспорт: обладайте действующим паспортом и другими необходимыми travel документами.",
    "proofOfFunds": "Доказательства средств: продемонстрируйте, что у вас достаточно финансов для покрытия вашего пребывания в Канаде.",
    "purposeOfVisit": "Цель визита: четко объясните вашу причину для визита (например, туризм, семья, бизнес) и предоставьте доказательства связей с вашей родной страной (такие как трудоустройство или недвижимость), чтобы показать, что вы намерены вернуться после вашего визита.",
    "criminalAndHealthRecord": "Криминальный и медицинский отчет: вам может потребоваться предоставить полицейские сертификаты и, в некоторых случаях, медицинский осмотр для доказательства хорошего здоровья и чистой записи.",
    "invitationLetter": "Письмо-приглашение (если применимо): для тех, кто посещает семью или друзей, может потребоваться письмо-приглашение от вашего канадского хозяина.",
    "typesOfVisitorVisas": "Типы виз для посетителей",
    "singleEntryVisa": "Виза на одно посещение: позволяет один вход в Канаду. После выхода вам потребуется новая виза для повторного входа.",
    "multipleEntryVisa": "Мульти-виза: предоставляет гибкость, позволяя вам входить и выходить из Канады несколько раз в течение срока действия (до 10 лет).",
    "whyVisitCanada": "Почему стоит посетить Канаду?",
    "stunningNaturalBeauty": "Удивительная природная красота: от Скалистых гор до Ниагарского водопада, природные пейзажи Канады несравненны.",
    "businessOpportunities": "Бизнес-возможности: Канада является центром глобального бизнеса, с многочисленными конференциями, выставками и корпоративными мероприятиями, которые привлекают профессионалов со всего мира.",
    "familyAndCulture": "Семья и культура: многие посетители приходят, чтобы снова связаться с семьей или исследовать богатую многонациональную историю Канады и яркую городскую жизнь.",
    "commonChallenges": "Общие проблемы",
    "provingFinancialStability": "Доказательство финансовой стабильности: важно показать, что у вас достаточно средств для поддержки себя в течение вашего пребывания.",
    "tiesToHomeCountry": "Связи с родной страной: иммиграционные органы должны видеть сильные связи с вашей родной страной, такие как трудоустройство или владение недвижимостью, чтобы убедиться, что вы планируете вернуться после вашего визита.",
    "howDiverseVisaHelps": "Как Diverse Visa помогает вам добиться успеха",
    "fastDocumentSubmission": "Быстрая подача документов: мы работаем быстро, чтобы ваша заявка была подана в рекордные сроки, часто в течение 48 часов после сбора всех документов.",
    "helpWithGatheringDocuments": "Помощь в сборе необходимых документов: наша команда помогает вам собрать необходимые бумаги, от финансовых отчетов до маршрутов путешествий, чтобы ваша заявка была полной и точной.",
    "lowServiceFees": "Низкие сборы за услуги:",
    "standardServiceFee": "Стандартная услуга: €100 - включает полную поддержку, проверку документов и подачу, чтобы гарантировать точность вашей заявки на визу.",
    "rushServiceFee": "Срочная услуга: €200 - приоритетная обработка документов и быстрая подача для срочных визовых нужд.",
    "whyChooseDiverseVisa": "Почему стоит выбрать Diverse Visa?",
    "fastAndEfficientProcess": "Быстрый и эффективный процесс: мы гордимся быстрой подачей вашей заявки, обеспечивая отсутствие задержек в ваших планах путешествия.",
    "affordableService": "Доступные услуги: с конкурентоспособными ценами €100 за стандартную услугу и €200 за срочную услугу, мы предоставляем первоклассную поддержку по доступной цене.",
    "completeDocumentAssistance": "Полное содействие с документами: мы помогаем вам собрать все необходимые документы, гарантируя, что ваша заявка будет безупречной.",
    "ongoingSupport": "Постоянная поддержка: от начальной заявки до одобрения визы мы направляем вас на каждом этапе, обеспечивая, чтобы ваше путешествие в Канаду было гладким и без стресса."
  },
  "studyInCanada": {
    "studyPermitProgramTitle": "Программа учебной визы: Учитесь, работайте и живите в Канаде",
    "introduction": "Введение",
    "studyPermitProgramDescription": "Программа учебной визы является путем для международных студентов к получению образования мирового уровня в Канаде, а также к получению ценного рабочего опыта во время учебы. Эта программа позволяет студентам учиться в аккредитованных учебных заведениях (DLI) в Канаде и работать неполный рабочий день, будучи зачисленными на курсы. Для многих студентов учебная виза становится трамплином к постоянному месту жительства в Канаде, предлагая четкий путь к созданию жизни в одной из самых дружелюбных к студентам стран мира.",
    "diverseVisaSupport": "В Diverse Visa мы помогаем студентам на каждом этапе процесса, обеспечивая, чтобы их образовательное путешествие в Канаде проходило гладко и успешно.",
    "programOverview": "Обзор программы",
    "eligibilityRequirements": "Требования к правоспособности",
    "acceptanceIntoDLI": "Прием в аккредитованное учебное заведение (DLI): Перед подачей заявления на учебную визу студенты должны сначала быть приняты в признанное учебное заведение в Канаде.",
    "proofOfFinancialSupport": "Доказательство финансовой поддержки: Студенты должны предоставить доказательства наличия достаточных средств для покрытия стоимости обучения, проживания для себя и членов семьи (если применимо) и обратной поездки.",
    "languageProficiency": "Знание английского или французского языка: Хотя языковые тесты могут не потребоваться для самой визы, студенты могут быть обязаны подтвердить знание английского или французского языка как часть своего заявления в канадские учреждения. Популярные тесты включают IELTS или TOEFL для английского и TEF для французского.",
    "healthAndCriminalRecord": "Хорошее здоровье и отсутствие уголовной записи: Студенты могут быть обязаны пройти медицинское обследование и предоставить полицейские справки, чтобы убедиться, что они соответствуют канадским стандартам здоровья и безопасности.",
    "workWhileStudying": "Работа во время учебы",
    "workWhileStudyingDescription": "С учебной визой студенты могут работать до 20 часов в неделю во время учебных сессий и полный рабочий день во время запланированных перерывов (таких как зимние и летние каникулы). Этот опыт работы может помочь студентам закрепиться на канадском рынке труда и начать строить сеть для будущих возможностей.",
    "postGraduationWorkPermit": "Рабочая виза после учебы (PGWP)",
    "pgwpDescription": "После завершения учебы студенты могут быть правомочны на получение рабочей визы после учебы, которая позволяет им работать в Канаде до трех лет. Эта виза является важным шагом к получению канадского рабочего опыта и подаче заявки на постоянное место жительства.",
    "whyStudyInCanada": "Почему стоит учиться в Канаде?",
    "studyInCanadaBenefits": {
      "benefit1": "Канада является домом для некоторых из лучших университетов в мире, предлагая разнообразные программы в различных областях.",
      "benefit2": "Программа учебной визы открывает двери для качественного образования, а также предоставляет возможности для работы и потенциальной иммиграции.",
      "benefit3": "Высококачественное образование: Канадские учебные заведения признаются во всем мире за их академическое превосходство.",
      "benefit4": "Возможности работы: Студенты могут получить практический опыт во время учебы, что поможет им найти работу после выпуска.",
      "benefit5": "Путь к постоянному месту жительства: Многие международные студенты используют свой учебный опыт и визы после учебы, чтобы перейти на постоянное место жительства через такие программы, как Express Entry или Provincial Nominee Programs (PNPs)."
    },
    "howWeHelp": "Как мы помогаем вам добиться успеха",
    "howWeHelpDescription": "В Diverse Visa мы делаем процесс получения учебной визы максимально простым. Вот как мы поддерживаем студентов в этом процессе:",
    "supportList": {
      "support1": "Выбор школы: Мы помогаем студентам выбрать лучшее аккредитованное учебное заведение, соответствующее их академическим целям.",
      "support2": "Помощь в подаче заявления: Мы помогаем во всех аспектах процесса подачи заявления, включая сбор документов, подачу заявлений и отслеживание прогресса.",
      "support3": "Поддержка работы и учебы: Наша команда помогает студентам сбалансировать учебу с возможностями работы, обеспечивая полное использование канадских программ работы и учебы.",
      "support4": "Пути после учебы: Мы предоставляем всестороннюю поддержку после выпуска, помогая студентам получать рабочие визы и переходить к программам постоянного проживания."
    },
    "whyChooseDiverseVisa": "Почему стоит выбрать Diverse Visa?",
    "chooseDiverseVisaDescription": "В Diverse Visa мы стремимся помочь студентам достичь их академических и иммиграционных целей. Независимо от того, идет ли речь о поиске подходящей школы, навигации по процессу учебной визы или обеспечении работы после выпуска, мы предлагаем необходимую экспертную помощь для успеха в Канаде."
  },
  "startUpVisa": {
    "startUpVisaTitle": "Программа визы для стартапов: Путь в Канаду для вас и вашей семьи",
    "introduction": "Введение",
    "introductionDescription": {
      "description1": "Программа визы для стартапов (SUV) предлагает прямой путь для предпринимателей, чтобы перенести свой бизнес в Канаду и получить постоянное место жительства для себя и своей семьи. Программа разработана для новаторов и бизнес-лидеров, связывая вас с инвесторами частного сектора в Канаде, помогая вам получить не только финансирование, но и экспертные знания для успешного запуска вашего предприятия.",
      "description2": "Программа визы для стартапов в Канаде представляет собой невероятную возможность для основателей бизнеса получить доступ к глобальным рынкам, воспользоваться сильной экономической средой Канады и устроиться со своими семьями. Программа предоставляет постоянное место жительства независимо от успеха бизнеса, что делает ее лучшим путем для предпринимателей, стремящихся переехать и начать жизнь в Канаде.",
      "description3": "Даже если у вас еще нет бизнес-идеи, мы можем помочь! В Diverse Visa мы помогаем уточнить или разработать жизнеспособную бизнес-идею, которая соответствует критериям программы, обеспечивая вашу готовность к успеху с самого начала."
    },
    "programOverview": "Обзор программы",
    "qualifyingBusiness": "Квалифицирующий бизнес",
    "qualifyingBusinessList": {
      "qualifying1": "Вы должны владеть бизнесом, который соответствует критериям Иммиграции, беженцев и гражданства Канады (IRCC). Это включает в себя демонстрацию инноваций, масштабируемости и потенциала создания рабочих мест в Канаде.",
      "qualifying2": "На момент получения постоянного места жительства вы должны активно управлять бизнесом из Канады и проводить значительную часть его операций здесь."
    },
    "languageRequirements": "Языковые требования",
    "languageRequirementsList": {
      "language1": "Вы должны соответствовать минимуму канадского языкового бенчмарка (CLB) уровня 5 на английском или французском языках по всем навыкам: говорению, слушанию, чтению и письму.",
      "language2": "Принимаемые языковые тесты включают IELTS или CELPIP для английского и TCF Canada или TEF Canada для французского."
    },
    "letterOfSupport": "Письмо поддержки",
    "letterOfSupportList": {
      "supportLetter1": "Получите Письмо поддержки от назначенной организации, такой как венчурная инвестиционная компания, группа ангельских инвесторов или бизнес-инкубатор. Это необходимо для демонстрации того, что ваш бизнес имеет сильную поддержку в Канаде.",
      "supportLetter2": "Если у вас нет бизнес-идеи или вам нужна помощь в ее уточнении, Diverse Visa может помочь в разработке бизнес-модели, которая соответствует критериям программы и привлекает поддержку инвесторов."
    },
    "settlementFunds": "Средства для переселения",
    "settlementFundsDescription": "Требуется доказательство наличия достаточных средств для переселения вас и вашей семьи в Канаду. Необходимая сумма зависит от числа иждивенцев, которых вы планируете привести.",
    "whyPerfectForFamilies": "Почему это идеально для семей",
    "whyPerfectForFamiliesDescription": {
      "familyBenefit1": "Одним из главных преимуществ Программы визы для стартапов является то, что она позволяет всей семье иммигрировать в Канаду. Пока основной заявитель строит бизнес, членам семьи предоставляется постоянное место жительства, и они могут наслаждаться всеми преимуществами, которые предлагает Канада, включая доступ к медицинской помощи и образованию.",
      "familyBenefit2": "Нет ограничения по возрасту, что делает его идеальным для семей на любом этапе жизни."
    },
    "processingTime": "Время обработки",
    "processingTimeList": {
      "processingTime1": "Общий срок для получения постоянного места жительства через Программу визы для стартапов составляет примерно 12-18 месяцев.",
      "processingTime2": "Получение Письма поддержки от назначенной организации занимает около 4-6 месяцев.",
      "processingTime3": "Заявители имеют право на временную рабочую визу, пока обрабатывается заявка на постоянное место жительства."
    },
    "benefitsOfProgram": "Преимущества программы визы для стартапов",
    "benefitsList": {
      "benefit1": "Постоянное место жительства для всей семьи: до 5 соучредителей и их семей могут подать заявку на постоянное место жительства по одному бизнес-предприятию.",
      "benefit2": "Путь к канадскому гражданству: как только вы устроитесь в Канаде и выполните требования по проживанию, вы можете подать заявку на гражданство.",
      "benefit3": "Свобода жить и работать где угодно в Канаде: нет ограничений на то, где вы живете или ведете бизнес в Канаде.",
      "benefit4": "Безусловное постоянное место жительства: ваше постоянное место жительства не связано с успехом вашего стартапа. Даже если бизнес не удался, ваш статус ПР остается неизменным.",
      "benefit5": "Доступ к глобальным рынкам: обладатели канадского паспорта имеют улучшенный доступ в США и другие мировые рынки."
    },
    "howWeHelp": "Как мы помогаем вам добиться успеха",
    "howWeHelpDescription": {
      "helpDescription1": "В Diverse Visa мы специализируемся на том, чтобы направлять предпринимателей через сложный процесс подачи заявки на визу для стартапов. Вот как мы облегчаем этот процесс:",
      "helpDescription2": "Создание и консультации по бизнес-идеям: если у вас нет бизнес-идеи, мы можем помочь вам уточнить или разработать ту, которая соответствует высоким стандартам, требуемым канадскими инвесторами. Независимо от того, нужна ли вам поддержка на этапе идей или разработки, мы обеспечим, чтобы ваша бизнес-концепция соответствовала критериям программы.",
      "helpDescription3": "Связи с инвесторами: наши глубокие отношения с назначенными организациями гарантируют, что ваш бизнес получит необходимую поддержку для успеха.",
      "helpDescription4": "Помощь с заявками: мы управляем всем процессом иммиграции, гарантируя, что ваши заявки будут полными, точными и своевременными.",
      "helpDescription5": "Переселение семьи: мы помогаем не только с перемещением бизнеса, но и с тем, чтобы ваша семья легко адаптировалась к жизни в Канаде."
    },
    "chooseDiverseVisa": "Выбирая Diverse Visa, вы не только улучшаете свои шансы на успешное получение визы для стартапов, но и даете своей семье возможность построить новую жизнь в одной из самых гостеприимных стран мира."
  },
  "jobOpportunities": {
    "lmiaWorkPermitTitle": "Рабочая виза на основе LMIA: Путь к трудоустройству и иммиграции в Канаду",
    "introduction": "Введение",
    "introductionDescription1": "Рабочая виза на основе оценки влияния на рынок труда (LMIA) является одним из основных способов для квалифицированных иностранных работников попасть на канадский рынок труда и в конечном итоге получить постоянное место жительства. Канадские работодатели используют LMIA, чтобы доказать, что наем иностранного работника не окажет негативного влияния на возможности трудоустройства для канадских граждан или постоянных жителей. С одобренной LMIA работники могут подать заявку на рабочую визу и начать свой путь к построению карьеры в Канаде.",
    "introductionDescription2": "В Diverse Visa мы специализируемся не только на том, чтобы направить вас через процесс подачи заявки на LMIA, но и на том, чтобы помочь вам получить работу у канадских работодателей, что делает путь к работе в Канаде более гладким и доступным.",
    "programOverview": "Обзор программы",
    "eligibilityRequirements": "Требования кEligibility",
    "eligibilityRequirementsList": {
      "requirement1": "Предложение о работе от канадского работодателя: Главное требование - иметь предложение о работе от канадского работодателя, который готов нанять иностранного работника и получить LMIA, чтобы доказать необходимость иностранных талантов.",
      "requirement2": "Одобренная LMIA: Как только работодатель получает одобрение LMIA от Министерства труда и социального развития Канады (ESDC), иностранец может продолжить с подачей заявки на рабочую визу.",
      "requirement3": "Необходимые квалификации: Заявители должны соответствовать квалификациям работы и обладать необходимыми навыками, образованием и опытом для роли.",
      "requirement4": "Заявка на рабочую визу: После получения работы и LMIA заявитель может подать заявку на рабочую визу, чтобы начать легально работать в Канаде."
    },
    "typesOfJobsAvailable": "Типы доступных работ",
    "typesOfJobsDescription": "Через нашу сеть работодателей мы помогаем вам находить работу в секторах с высоким спросом, таких как:",
    "jobsList": {
      "job1": "Вождение грузовика: Одна из самых востребованных работ в Канаде, предлагающая привлекательные зарплаты и льготы.",
      "job2": "Строительство и квалифицированные профессии: Плотники, сварщики, электрики и другие специалисты в своей области постоянно востребованы в Канаде.",
      "job3": "Сельское хозяйство: Работники на фермах и в молочной промышленности играют жизненно важную роль в канадском сельском хозяйстве и часто необходимы.",
      "job4": "Гостеприимство: Отели, рестораны и курорты ищут квалифицированных работников для таких ролей, как повара, официанты и обслуживающий персонал."
    },
    "benefitsOfLmiaWorkPermits": "Преимущества рабочих виз на основе LMIA",
    "benefitsList": {
      "benefit1": "Путь к постоянному месту жительства: Многие работники на основе LMIA имеют право подать заявку на постоянное место жительства через программы, такие как Express Entry или провинциальные программы назначения (PNP).",
      "benefit2": "Обеспечение канадской работы: Мы помогаем вам находить работодателей, одобривших LMIA, в различных секторах, открывая дверь к безопасности труда и стабильной карьере.",
      "benefit3": "Получение канадского рабочего опыта: Опыт работы, который вы получаете в Канаде, укрепляет ваш профиль для постоянного места жительства по классу канадского опыта."
    },
    "challenges": "Проблемы",
    "challengesList": {
      "challenge1": "Обязанности работодателя: Работодатели должны продемонстрировать, что не смогли заполнить позицию канадскими работниками, что может сделать процесс немного длительным.",
      "challenge2": "Временный статус: Рабочая виза на основе LMIA временная, но с нашей помощью она может привести к постоянному месту жительства."
    },
    "howWeHelp": "Как мы помогаем вам добиться успеха",
    "howWeHelpDescription": {
      "helpDescription1": "В Diverse Visa мы предоставляем всестороннюю помощь на каждом этапе вашего пути:",
      "helpDescription2": "Сопоставление работ: Мы тесно сотрудничаем с канадскими работодателями, чтобы сопоставить вас с одобренными LMIA вакансиями, гарантируя, что ваши навыки соответствуют доступным ролям.",
      "helpDescription3": "Подготовка документов: Наша команда гарантирует, что все необходимые документы, включая резюме, сертификаты и рекомендации, правильно организованы для подачи.",
      "helpDescription4": "Заявка на рабочую визу: После получения предложения о работе и LMIA мы обрабатываем вашу заявку на рабочую визу, обеспечивая своевременную и точную обработку.",
      "helpDescription5": "Путь к постоянному месту жительства: После получения канадского рабочего опыта мы помогаем вам перейти от временного работника к постоянному жителю через иммиграционные программы, такие как Express Entry и провинциальные программы назначения (PNP)."
    },
    "whyChooseDiverseVisa": "Почему выбирают Diverse Visa?",
    "whyChooseDiverseVisaList": {
      "choice1": "Сильная сеть работодателей: У нас есть отношения с работодателями по всей Канаде, которые активно ищут иностранных работников с одобренными LMIA.",
      "choice2": "Персонализированная поддержка: От помощи в поиске подходящей работы до консультаций по процессу получения рабочей визы мы предлагаем индивидуальные услуги для удовлетворения ваших потребностей.",
      "choice3": "Бесперебойный процесс: Мы управляем процессом от поиска работы до иммиграции, обеспечивая плавный и беззаботный опыт."
    }
  },
  "faq": {
    "question1": "Сколько времени занимает процесс иммиграции?",
    "answer1": "Время обработки зависит от программы. Например, рабочие разрешения, такие как LMIA, могут занимать 2-6 месяцев, а Express Entry может занять около 6 месяцев. Хотя мы не можем контролировать сроки, установленные правительством, мы обеспечиваем правильное оформление всех документов, чтобы избежать ненужных задержек.",
    "question2": "Нужен ли мне предложение о работе для иммиграции в Канаду?",
    "answer2": "Не все программы требуют предложения о работе. В то время как рабочие разрешения LMIA и программы провинциальных номинаций (PNP) требуют его, такие варианты, как Express Entry и студенческие визы, этого не требуют. Мы поможем вам выбрать лучший путь иммиграции, независимо от того, есть ли у вас предложение о работе или нет.",
    "question3": "Что произойдет, если моя виза будет отклонена?",
    "answer3": "Отказ может быть неприятным, но это не конец. Мы рассмотрим причины отказа и поможем усилить ваше заявление для повторного рассмотрения. Наше экспертное руководство с самого начала минимизирует риск отказа, обеспечивая полное и точное оформление.",
    "question4": "Что если меня волнуют расходы?",
    "answer4": "Мы понимаем, что финансы могут вызывать беспокойство. Иммиграция требует затрат, но мы предоставляем полную прозрачность относительно расходов заранее, разбивая их по категориям. Мы также можем предложить программы, подходящие для вашего бюджета и финансового положения.",
    "question5": "Могу ли я взять с собой свою семью в Канаду?",
    "answer5": "Да, многие иммиграционные программы позволяют привезти супруга и детей. Мы проведем вас через весь процесс, чтобы убедиться, что они включены в ваше заявление и соответствуют необходимым требованиям, чтобы ваша семья оставалась вместе в период адаптации."
  },
  "faq-nav": "FAQ",
  "benefits": {
    "title": "Преимущества работы с Diverse Visa",
    "title1": "Персонализированное руководство по иммиграции",
    "description1": "Мы проводим глубокую оценку вашего прошлого, квалификаций и целей во время наших консультаций, чтобы предоставить индивидуальные иммиграционные стратегии, соответствующие вашим специфическим потребностям.",
    "title2": "Полное сопровождение",
    "description2": "Мы управляем каждым этапом иммиграционного процесса, от документации и поиска работы до подачи виз и подготовки к собеседованиям, обеспечивая экспертную поддержку на каждом этапе.",
    "title3": "Экспертиза в различных программах",
    "description3": "Наша команда обладает высокой квалификацией в различных канадских иммиграционных программах, таких как Express Entry, Провинциальные номинационные программы (PNPs), разрешения на работу и спонсорство семьи, что позволяет нам рекомендовать наиболее подходящий путь для вас.",
    "title4": "Сопоставление вакансий и поддержка трудоустройства",
    "description4": "Мы предоставляем услуги сопоставления вакансий, работая непосредственно с работодателями и помогая вам создать профессиональное резюме и подготовиться к собеседованиям, предоставляя доступ к канадским рабочим возможностям, соответствующим вашим навыкам.",
    "title5": "Прозрачность и четкая коммуникация",
    "description5": "Мы поддерживаем четкое и прозрачное общение, предоставляя заранее информацию о расходах и регулярные обновления о ходе вашей заявки, чтобы держать вас в курсе на каждом этапе.",
    "title6": "Опыт и сильная сеть контактов",
    "description6": "С многолетним опытом работы мы создали сеть профессионалов, включая иммиграционных юристов, рекрутеров и бизнес-брокеров, чтобы обеспечить вам доступ к лучшим ресурсам.",
    "title7": "Поддержка после иммиграции",
    "description7": "После вашего приезда в Канаду мы предлагаем дополнительные услуги, такие как помощь с жильем и карьерное руководство, чтобы помочь вам плавно адаптироваться к новой жизни.",
    "title8": "Упрощенная документация",
    "description8": "Мы занимаемся всем процессом документооборота, обеспечивая правильное заполнение всех документов, их перевод при необходимости и своевременную подачу в соответствующие органы."
  }
}
