{
  "LocaleSwitcher": {
    "label": "Змінити мову",
    "locale": {
      "en": "Англійська",
      "ru": "Російська",
      "uk": "Українська",
      "sr": "Сербська"
    }
  },
  "LocaleLayout": {
    "title": "Diverse Visa"
  },
  "title": "Diverse Visa",
  "title-header": "DIVERSE VISA",
  "about-nav": "ПРО НАС",
  "services-nav": "ПОСЛУГИ",
  "consultations": "КОНСУЛЬТАЦІЇ",
  "our-network-nav": "МЕРЕЖА",
  "our-programs-nav": "ПРОГРАМИ",
  "contact-nav": "КОНТАКТИ",
  "blog-nav": "БЛОГ",
  "headline": "Збудуйте свій шлях до нового майбутнього з Diverse Visa",
  "subHeadline": "З'єднання вас з експертами з імміграції для безперебійного процесу",
  "callToAction": "Почніть свій шлях сьогодні",
  "missionStatement": "Допомога людям у імміграції до Канади з експертними консультаціями та підтримкою.",
  "visionStatement": "Обслуговування східноєвропейського ринку з експертизою у канадській імміграції",
  "storyline-title": "Історія",
  "storyline": "У Diverse Visa ми з'єднуємо ваші мрії з реальністю, підключаючи вас до експертів з імміграції та основних послуг, що відповідають вашим унікальним потребам. Наша віддана команда та широка мережа партнерів, включаючи рекрутерів, бізнес-брокерів, освітні установи та громадські організації, забезпечують безперебійний процес імміграції. Ми дотримуємося найвищих стандартів чесності, інновацій, орієнтованості на клієнта та досконалості, допомагаючи вам розпочати нове життя, продовжити навчання або розширити свій бізнес. Нехай Diverse Visa проведе вас на нові горизонти сьогодні.",
  "about-us": "Про нас",
  "our-story": "Наша історія",
  "our-mission": "Наша місія",
  "our-vision": "Наше бачення",
  "our-values": "Наші цінності",
  "our-team": "Наша команда",
  "our-blogs": "Наші блоги",
  "back-blog": "Повернутися до розділу блогу",
  "blog-latest": "Останні блоги",
  "diverse-story": "Ми віримо, що кожен заслуговує на шанс реалізувати свої мрії. Заснована командою пристрасних професіоналів, ми робимо складний процес імміграції гладким і безстресовим. Ми з'єднуємо заявників з експертами, особливо для тих, хто з Східної Європи.",
  "diverse-mission": "З'єднання мрій і реальності шляхом підключення заявників до висококваліфікованих фахівців з імміграції та основних послуг.",
  "diverse-vision": "Світ, де кордони не перешкоджають мріям. Ми прагнемо стати провідною імміграційною агенцією, відомою нашою експертизою та відданістю.",
  "diverse-values": "Ми дотримуємося найвищих стандартів чесності та прозорості у всіх наших справах. Ми постійно покращуємо наші послуги для задоволення потреб наших клієнтів. Наші клієнти є серцем усього, що ми робимо. Ми прагнемо досконалості у кожному аспекті нашої роботи, забезпечуючи найвищий рівень обслуговування для наших клієнтів.",
  "diverse-team-about": "Наші віддані агенти, юридичні експерти та бізнес-консультанти надають багатий досвід і знання, забезпечуючи персоналізовану підтримку та керівництво для надання найвищого рівня обслуговування.",
  "services": "Наші послуги",
  "immigration-consulting-experts": "Експерти з імміграційних консультацій",
  "immigration-consulting-experts-description": "Персоналізовані поради та підтримка для орієнтування у складних імміграційних законах та максимізації шансів на успіх.",
  "recruiters-job-placements": "Рекрутери та працевлаштування",
  "recruiters-job-placements-description": "Зв'яжіться зі спеціалізованими рекрутерами, щоб знайти робочі можливості, що відповідають вашим навичкам.",
  "business-brokers": "Бізнес-брокери",
  "business-brokers-description": "Визначте та забезпечте вигідні бізнес-можливості в Канаді, проводячи вас через інвестиційний процес.",
  "educational-institutions": "Освітні установи",
  "educational-institutions-description": "Співпрацюйте з провідними канадськими навчальними закладами, щоб допомогти вам отримати місце та надати поради щодо віз і шляхів пост-випускного перебування.",
  "legal-compliance-advisors": "Юридичні консультанти з дотримання норм",
  "legal-compliance-advisors-description": "Комплексна юридична підтримка для перевірки заявок, перевірки відповідності та представництва у випадку апеляцій.",
  "holistic-approach": "Цілісний підхід",
  "holistic-approach-text": "У Diverse Visa ми дотримуємося цілісного підходу до імміграційної підтримки. Наша широка мережа партнерів включає імміграційних фахівців, рекрутерів, бізнес-брокерів, урядові агентства, освітні установи, бізнес-інкубатори та громадські організації. Це дозволяє нам пропонувати комплексну підтримку, адаптовану до конкретних потреб кожного клієнта.",
  "understanding-unique-journeys": "Розуміння унікальних шляхів",
  "understanding-unique-journeys-text": "Ми розуміємо, що кожен імміграційний шлях є унікальним, і ми тут, щоб надати керівництво та підтримку, необхідну для того, щоб ваш перехід був максимально безперебійним. Незалежно від того, чи хочете ви розпочати нове життя в Канаді, продовжити навчання або розширити свій бізнес, Diverse Visa є вашим надійним партнером на кожному етапі.",
  "how-can-we-help": "Чим ми можемо допомогти?",
  "what-sets-us-apart": "Що нас відрізняє?",
  "initial-consultations": "Початкові консультації",
  "expect-first-meeting": "Чого очікувати на першій зустрічі",
  "prepare-first-meeting": "Як підготуватися",
  "other-services": "Інші послуги",
  "service-1": "Приклад послуги",
  "service-1-desc": "Приклад опису",
  "service-2": "Приклад послуги",
  "service-2-desc": "Приклад опису",
  "service-3": "Приклад послуги",
  "service-3-desc": "Приклад опису",
  "success-stories": "Історії успіху",
  "ourPrograms": "НАШІ ПРОГРАМИ",
  "close": "Закрити",
  "connect-social-network": "Зв'яжіться з нами в соціальних мережах",
  "partnernetwork": "Мережа партнерів",
  "partners": {
    "immigrationProfessionals": {
      "title": "Імміграційні професіонали",
      "description": "Сертифіковані експерти з імміграції, які пропонують індивідуальні консультаційні послуги щодо віз і імміграції, допомагаючи вам подолати складнощі процесу подання заявок на візи та досягти успішних результатів."
    },
    "recruiters": {
      "title": "Рекрутери",
      "description": "Спеціалізовані рекрутери, які з'єднують вас з можливостями працевлаштування за кордоном, забезпечуючи вам найкращі вакансії, які відповідають вашим навичкам та кар'єрним цілям."
    },
    "businessBrokers": {
      "title": "Бізнес-брокери",
      "description": "Досвідчені бізнес-брокери, які допомагають клієнтам з інвестиціями та придбанням бізнесу, допомагаючи вам досліджувати та забезпечувати прибуткові бізнес-можливості за кордоном."
    },
    "governmentAgencies": {
      "title": "Державні агентства",
      "description": "Офіційні державні агентства, які надають керівництво та підтримку для забезпечення відповідності імміграційним нормам, роблячи процес подання заявок на візи гладким і безпроблемним."
    },
    "educationalInstitutions": {
      "title": "Освітні установи",
      "description": "Партнерські школи та університети, які пропонують широкий спектр освітніх програм і програм для міжнародних студентів, допомагаючи вам досягти ваших академічних та кар'єрних амбіцій."
    },
    "businessIncubators": {
      "title": "Бізнес-інкубатори",
      "description": "Бізнес-інкубатори, що підтримують стартапи та підприємців ресурсами, наставництвом та керівництвом, сприяючи інноваціям та успіху у ваших бізнес-починаннях."
    },
    "communityOrganizations": {
      "title": "Громадські організації",
      "description": "Місцеві громадські організації, присвячені наданню послуг підтримки та інтеграції новоприбулих, допомагаючи вам оселитися та процвітати у вашому новому середовищі."
    }
  },
  "programs": {
    "skilledWorkers": {
      "title": "Кваліфіковані працівники",
      "content": "Програми, призначені для осіб із певними навичками та кваліфікаціями, які можуть внести свій вклад в економіку Канади. Ці програми включають систему Express Entry та різні провінційні номінантські програми (PNP). Успішні заявники можуть отримати постійне проживання на основі своїх навичок, досвіду роботи та здатності вносити вклад у канадський ринок праці."
    },
    "businessAndEntrepreneurs": {
      "title": "Бізнес та підприємці",
      "content": "Ці програми орієнтовані на осіб, які хочуть інвестувати або започаткувати бізнес у Канаді. Основні програми включають програму Start-Up Visa, програму для самозайнятих осіб та програму для власників-операторів. Вони забезпечують шляхи до постійного проживання для підприємців, інвесторів та самозайнятих осіб, які можуть стимулювати економічне зростання та створювати робочі місця в Канаді."
    },
    "familySponsorship": {
      "title": "Сімейне спонсорство",
      "content": "Дозволяє громадянам Канади та постійним мешканцям спонсорувати своїх родичів, включаючи подружжя, цивільних партнерів, залежних дітей, батьків та дідусів і бабусь, для переїзду до Канади як постійних мешканців. Ця програма спрямована на возз'єднання сімей, забезпечуючи можливість сім'ям залишатися разом та підтримувати одне одного."
    },
    "caregivers": {
      "title": "Доглядальники",
      "content": "Програми для осіб, які надають догляд за дітьми, літніми людьми або особами з медичними потребами в Канаді. Доглядальники можуть подати заяву на постійне проживання через шляхи, спеціально розроблені для тих, хто набув досвіду роботи в Канаді, надаючи необхідні послуги догляду."
    },
    "temporary": {
      "title": "Тимчасові",
      "content": "Ці програми дозволяють особам приїжджати до Канади на обмежений період. Вони включають тимчасові резидентні візи (для відвідувачів), дозволи на роботу та дозволи на навчання. Тимчасові резиденти можуть мати можливість перейти до постійного проживання через різні імміграційні шляхи."
    },
    "humanitarian": {
      "title": "Гуманітарні",
      "content": "Програми в цій категорії призначені для осіб, які не відповідають критеріям інших імміграційних програм, але мають вагомі причини для отримання проживання в Канаді. Це включає заяви на гуманітарних та співчутливих підставах, часто враховуючи такі фактори, як найкращі інтереси дітей або осіб, що стикаються з значними труднощами."
    },
    "studentsAndGraduates": {
      "title": "Студенти та випускники",
      "content": "Канада пропонує шляхи для міжнародних студентів для навчання та подальшого оселення в Канаді. Програми включають студентські візи та дозволи на навчання, а також можливості для випускників перейти до постійного проживання через різні імміграційні шляхи."
    },
    "refugees": {
      "title": "Біженці",
      "content": "Канада надає захист особам, які втекли з своїх країн через переслідування, війну чи насильство. Програми для біженців пропонують шляхи до безпеки та постійного проживання для тих, хто відповідає критеріям статусу біженця, забезпечуючи можливість відновити своє життя в Канаді."
    }
  },
  "journeyStart": {
    "consultationsTitle": "КОНСУЛЬТАЦІЇ",
    "firstMeetingTitle": "Чого очікувати на першій зустрічі",
    "firstMeetingPoints1": "Оцінка вашого минулого: Розуміння ваших кваліфікацій та імміграційних цілей.",
    "firstMeetingPoints2": "Обговорення програм: Рекомендації щодо відповідних імміграційних програм, адаптованих до ваших потреб.",
    "firstMeetingPoints3": "Опис процесу: Пояснення етапів подачі заявки, термінів та вимог.",
    "firstMeetingPoints4": "Відповіді на питання: Вирішення будь-яких сумнівів або запитань щодо імміграції.",
    "successStoriesTitle": "Історії успіху",
    "successStories1": "\"Diverse Visa зробила мій імміграційний процес бездоганним. Їхня експертиза забезпечила мій успіх у Express Entry.\": - Джон Д., Кваліфікований працівник",
    "successStories2": "\"Завдяки Diverse Visa я успішно запустила свій бізнес у Канаді. Їхня підтримка була безцінною.\": - Марія С., Підприємець",
    "successStories3": "\"Diverse Visa допомогла мені отримати дозвіл на навчання та направила мене до постійного місця проживання.\": - Олена К., Студент",
    "successStories4": "\"Diverse Visa знову з'єднала нас із нашою родиною. Їхній професіоналізм змінив ситуацію.\": - Ахмед і Фатіма А., Спонсорування сім'ї"
  },
  "privacy-policy": "Політика конфіденційності",
  "Locations": "Місця",
  "First Name is required": "Ім'я обов'язкове.",
  "Last Name is required": "Прізвище обов'язкове.",
  "Email is required": "Електронна пошта обов'язкова.",
  "Email format is invalid": "Неправильний формат електронної пошти.",
  "Message is required": "Повідомлення обов'язкове.",
  "You must agree to be contacted": "Ви повинні погодитися на контакт.",
  "Email sent successfully": "Електронний лист успішно надіслано!",
  "Failed to send email Please try again later": "Не вдалося надіслати електронний лист. Спробуйте ще раз пізніше.",
  "I agree to be contacted by Diverse Visa": "Я погоджуюсь на контакт з Diverse Visa",
  "blog-title": "Розуміння процесу отримання дозволу на навчання в Канаді: Комплексний гід",
  "blog-intro": "Канада славиться своєю високоякісною системою освіти, що робить її одним із найпопулярніших напрямків для міжнародних студентів. Якщо ви плануєте навчатися в Канаді, одним із перших кроків є отримання дозволу на навчання. Цей гід допоможе вам зрозуміти процес, його переваги та як впевнено в ньому орієнтуватися.",
  "blog-image1-alt": "Процес отримання дозволу на навчання в Канаді",
  "blog-why-study-canada": "Чому навчатися в Канаді?",
  "blog-high-quality-education": "Високоякісна освіта",
  "blog-high-quality-education-desc": "Канадські університети та коледжі мають світове визнання за свою академічну досконалість, пропонуючи широкий спектр програм, які задовольняють різноманітні інтереси та кар'єрні цілі.",
  "blog-work-opportunities": "Можливості для роботи",
  "blog-work-opportunities-desc": "З дозволом на навчання ви можете працювати неповний робочий день під час навчання та повний робочий день під час канікул, що допоможе вам отримати цінний досвід роботи та заробити гроші для підтримки себе.",
  "blog-pathway-to-pr": "Шлях до постійного проживання",
  "blog-pathway-to-pr-desc": "Після закінчення навчання дозвіл на роботу після закінчення навчання (PGWP) дозволяє вам працювати в Канаді, що може стати сходинкою до постійного проживання через програми, такі як Express Entry.",
  "blog-study-permit": "Що таке дозвіл на навчання?",
  "blog-study-permit-desc": "Дозвіл на навчання — це офіційний документ, виданий урядом Канади, який дозволяє іноземним громадянам навчатися в призначених навчальних закладах (DLI) у Канаді. Важливо відзначити, що дозвіл на навчання не є візою. Можливо, вам також знадобиться гостьова віза або електронний дозвіл на подорожі (eTA) для в'їзду до Канади.",
  "blog-eligibility": "Вимоги до відповідності",
  "blog-acceptance-at-dli": "Прийняття в DLI",
  "blog-acceptance-at-dli-desc": "Вам потрібен лист про прийняття від визнаного канадського навчального закладу.",
  "blog-proof-of-funds": "Підтвердження наявності коштів",
  "blog-proof-of-funds-desc": "Ви повинні показати, що у вас достатньо грошей для оплати навчання, проживання та зворотного транспорту.",
  "blog-ties-to-home": "Зв'язки з рідною країною",
  "blog-ties-to-home-desc": "Ви повинні довести, що повернетеся до своєї рідної країни після навчання.",
  "blog-no-criminal-record": "Відсутність судимості",
  "blog-no-criminal-record-desc": "Може знадобитися поліцейський сертифікат для підтвердження відсутності судимості.",
  "blog-medical-exam": "Медичний огляд",
  "blog-medical-exam-desc": "Залежно від вашої країни проживання, вам може знадобитися медичний огляд для підтвердження, що ви здорові.",
  "blog-image2-alt": "Процес отримання дозволу на навчання в Канаді",
  "blog-application-process": "Процес подання заяви",
  "blog-acceptance-letter": "Лист про прийняття",
  "blog-acceptance-letter-desc": "Спочатку подайте заяву до DLI та отримайте прийняття. Після прийняття ви отримаєте лист про прийняття, який потрібен для подання заяви на дозвіл на навчання.",
  "blog-gather-documentation": "Збір документів",
  "blog-gather-documentation-desc": "Підготуйте свої документи, включаючи паспорт, лист про прийняття, підтвердження наявності коштів та будь-які додаткові документи, які вимагає ваша рідна країна (такі як біометричні дані або поліцейські сертифікати).",
  "blog-submit-application": "Подання заяви",
  "blog-submit-application-desc": "Подайте заяву онлайн через веб-сайт Імміграції, біженців та громадянства Канади (IRCC). Переконайтеся, що заповнили всі форми правильно та подали всі необхідні документи.",
  "blog-pay-fees": "Оплата зборів",
  "blog-pay-fees-desc": "При поданні заяви необхідно сплатити збір за розгляд. Якщо потрібні біометричні дані, буде додатковий збір.",
  "blog-processing-time": "Час обробки",
  "blog-processing-time-desc": "Час обробки залежить від вашої рідної країни. Перевірте орієнтовний час обробки на веб-сайті IRCC та плануйте відповідно.",
  "blog-approval-and-travel": "Затвердження та подорож",
  "blog-approval-and-travel-desc": "Після затвердження ви отримаєте дозвіл на навчання. Заплануйте подорож до Канади та будьте готові до інтерв'ю з імміграційними офіцерами після прибуття.",
  "blog-image3-alt": "Процес отримання дозволу на навчання в Канаді",
  "blog-after-arrival": "Після прибуття до Канади",
  "blog-begin-studies": "Початок навчання",
  "blog-begin-studies-desc": "Почніть відвідувати заняття згідно з розкладом і дотримуйтесь усіх правил, встановлених вашим дозволом на навчання.",
  "blog-work-while-studying": "Робота під час навчання",
  "blog-work-while-studying-desc": "Ви маєте право працювати неповний робочий день під час навчання та повний робочий день під час канікул. Скористайтеся цією можливістю для отримання досвіду роботи та фінансової підтримки.",
  "blog-post-graduation-opportunities": "Можливості після закінчення навчання",
  "blog-post-graduation-opportunities-desc": "Після закінчення навчання досліджуйте варіанти, такі як дозвіл на роботу після закінчення навчання (PGWP) та шляхи до постійного проживання.",
  "blog-advantages": "Переваги навчання в Канаді",
  "blog-quality-of-life": "Якість життя",
  "blog-quality-of-life-desc": "Канада відома своїм високим рівнем життя, безпечним середовищем та дружніми громадами.",
  "blog-cultural-diversity": "Культурне різноманіття",
  "blog-cultural-diversity-desc": "Досліджуйте різноманітне та інклюзивне суспільство, яке цінує мультикультуралізм та пропонує широкий спектр культурних вражень.",
  "blog-career-opportunities": "Кар'єрні можливості",
  "blog-career-opportunities-desc": "Канада пропонує численні кар'єрні можливості та має сильний ринок праці, особливо для міжнародних випускників.",
  "blog-closing": "Навчання в Канаді пропонує численні переваги та можливості для особистого та професійного зростання. Розуміння процесу отримання дозволу на навчання та ретельна підготовка допоможуть вам розпочати успішний освітній шлях в одній із найгостинніших країн світу.",
  "First Name": "Ім'я",
  "Last Name": "Прізвище",
  "Email": "Електронна пошта",
  "Message": "Повідомлення",
  "SEND": "Надіслати",
  "family": {
    "blog-image2-alt": "Зображення сімейного спонсорства",
    "blog-title": "Сімейне спонсорство: возз'єднання сімей у Канаді",
    "intro": "Що таке сімейне спонсорство? Сімейне спонсорство дозволяє канадським громадянам та постійним жителям спонсорувати своїх близьких для отримання постійного місця проживання в Канаді. Ця програма є важливою для возз'єднання сімей та надання підтримуючих мереж для нових іммігрантів.",
    "who-can-sponsor-title": "Кого ви можете спонсорувати?",
    "who-can-sponsor": [
      "Чоловік або партнер у громадянському шлюбі: Ви можете спонсорувати свого чоловіка або партнера для проживання з вами в Канаді.",
      "Залежні діти: Спонсорство доступне для ваших дітей молодших 22 років, включаючи усиновлених дітей.",
      "Батьки та дідусі і бабусі: Ви також можете спонсорувати своїх батьків та дідусів і бабусь, щоб вони могли жити з вами в Канаді."
    ],
    "why-choose-title": "Чому обрати сімейне спонсорство?",
    "why-choose": [
      "Возз'єднання сім'ї: Тримайте своїх близьких поруч і підтримуйте їх у інтеграції в канадське суспільство.",
      "Постійне місце проживання: Спонсоровані члени сім'ї отримують постійне місце проживання, що дозволяє їм жити, працювати та навчатися в Канаді."
    ],
    "how-it-works-title": "Як це працює?",
    "how-it-works": [
      "Перевірка відповідності: Переконайтеся, що і спонсор, і спонсорована особа відповідають критеріям.",
      "Подання заявки: Заповніть та подайте заявку на спонсорство разом з усіма необхідними документами.",
      "Обробка та затвердження: Після розгляду заявки спонсорованій особі буде надано постійне місце проживання."
    ],
    "benefits-title": "Переваги",
    "benefits": [
      "Підтримка: Наявність сім'ї в Канаді забезпечує емоційну та практичну підтримку, полегшуючи перехід у нову країну.",
      "Доступ до послуг: Спонсоровані члени сім'ї отримують доступ до охорони здоров'я, освіти та соціальних послуг у Канаді."
    ],
    "closing": "У Diverse Visa ми розуміємо важливість сім'ї. Наша команда готова допомогти вам пройти процес сімейного спонсорства, забезпечивши гладке та успішне подання заявки. Зв'яжіться з нами сьогодні, щоб возз'єднатися зі своїми близькими в Канаді."
  },
  "startup": {
    "blog-image1-alt": "Зображення програми Start-Up Visa",
    "blog-title": "Вивчення програми Start-Up Visa: Ваш шлях до підприємництва в Канаді",
    "intro": "Програма Start-Up Visa Канади пропонує унікальну можливість для інноваційних підприємців створити свій бізнес і отримати постійне місце проживання. Якщо у вас є бізнес-ідея з глобальним потенціалом, ця програма може бути вашим шляхом до запуску в одній з найдинамічніших економік світу.",
    "what-is-title": "Що таке програма Start-Up Visa?",
    "what-is-description": "Програма Start-Up Visa розроблена для підприємців, які можуть створювати робочі місця для канадців і конкурувати на глобальному рівні. Програма зв’язує вас з канадськими приватними організаціями, такими як групи ангельських інвесторів, венчурні капітальні фонди або бізнес-інкубатори, які можуть підтримати ваш стартап.",
    "eligibility-requirements-title": "Вимоги до кандидатів",
    "eligibility-requirements": [
      "Мати кваліфікований бізнес: Ваш бізнес має бути інноваційним, мати потенціал для зростання та бути здатним конкурувати міжнародно.",
      "Отримати зобов'язання: Ви повинні отримати лист підтримки від уповноваженої організації, такої як група ангельських інвесторів, венчурний капітальний фонд або бізнес-інкубатор.",
      "Відповідність мовним вимогам: Ви повинні продемонструвати знання англійської або французької мови через визнані мовні тести.",
      "Доказ наявності коштів: Ви повинні показати, що у вас є достатньо грошей для проживання в Канаді та підтримки себе і своєї родини під час створення бізнесу."
    ],
    "application-process-title": "Процес подачі заявки",
    "application-process": [
      "Розробіть вашу бізнес-ідею: Почніть з сильної, інноваційної бізнес-концепції, яка відповідає критеріям глобальної конкурентоспроможності та створення робочих місць в Канаді.",
      "Отримайте зобов'язання: Зверніться до уповноваженої організації та представте свою бізнес-ідею. Якщо вони вірять у ваш концепт, вони нададуть лист підтримки, що є важливим для вашої заявки.",
      "Подайте заявку на візу: Коли ви отримаєте лист підтримки, ви можете подати заявку на візу Start-Up Visa. Вам потрібно буде надати бізнес-план, доказ наявності коштів, результати мовних тестів та інші необхідні документи.",
      "Обробка та затвердження: Час обробки може змінюватися, але після затвердження ви отримаєте візу, яка дозволить вам приїхати до Канади та створити свій бізнес.",
      "Шлях до постійного місця проживання: Програма Start-Up Visa не тільки дозволяє вам створювати свій бізнес у Канаді, але також пропонує прямий шлях до постійного місця проживання для вас та вашої родини."
    ],
    "advantages-title": "Переваги програми Start-Up Visa",
    "advantages": [
      "Доступ до фінансування та підтримки: Отримавши зобов'язання від канадської організації, ви отримаєте доступ до цінних ресурсів, наставництва та потенційного фінансування для розвитку вашого бізнесу.",
      "Постійне місце проживання: Програма забезпечує чіткий шлях до постійного місця проживання для успішних заявників та їх сімей.",
      "Розвиваюча підприємницька екосистема: Канада пропонує підтримуюче середовище для стартапів з доступом до кваліфікованої робочої сили, сильної інфраструктури та стабільної економіки."
    ],
    "success-stories-title": "Історії успіху",
    "success-stories-description": "Багато підприємців з усього світу успішно використовували програму Start-Up Visa для запуску своїх бізнесів у Канаді. Ці стартапи створили робочі місця, впровадили інновації в різних галузях і внесли свій внесок у канадську економіку.",
    "closing": "У компанії Diverse Visa ми спеціалізуємося на допомозі підприємцям у програмі Start-Up Visa. Від розробки вашого бізнес-плану до отримання зобов'язання від уповноваженої організації, ми надаємо комплексну підтримку на кожному етапі. Зв’яжіться з нами сьогодні, щоб розпочати своє підприємницьке подорож до Канади."
  },
  "job-title": "Цікава віддалена вакансія: Веб-розробник в Канаді",
  "job-intro": "В Diverse Visa ми раді представити унікальну та гнучку можливість для кваліфікованих веб-розробників працювати віддалено з одним з наших надійних клієнтів у Квебеку, Канада. Ця роль дозволяє вам зробити внесок у бурхливу технологічну індустрію Канади, насолоджуючись гнучкістю роботи з дому, де б ви не були. Посада веб-розробника має схвалення LMIA, що спрощує процес подачі заяви на робочу візу, дозволяючи вам перейти на канадську позицію без необхідності відразу переїжджати.",

  "job-about-role-title": "Про роль",
  "job-about-role-desc": "Як веб-розробник, ви будете грати ключову роль у проектуванні, розробці та обслуговуванні веб-сайтів для різних проектів. Ви будете тісно співпрацювати з іншими розробниками, дизайнерами та зацікавленими сторонами, щоб забезпечити оптимізацію веб-сайтів для швидкості, продуктивності та користувацького досвіду.",

  "job-responsibilities-title": "Ваші обов'язки",
  "job-responsibility1": "Розробляти адаптивні та високопродуктивні веб-сайти, використовуючи технології, такі як HTML, CSS, JavaScript і PHP.",
  "job-responsibility2": "Співпрацювати з крос-функціональними командами для забезпечення безшовного користувацького досвіду.",
  "job-responsibility3": "Підтримувати та оптимізувати веб-сайти для швидкості та продуктивності.",
  "job-responsibility4": "Виявляти та усувати будь-які проблеми з веб-сайтами, які виникають.",
  "job-responsibility5": "Бути в курсі останніх тенденцій та технологій веб-розробки.",

  "job-requirements-title": "Основні вимоги",
  "job-requirement1": "Досвід: Досвід у веб-розробці, з експертизою в технологіях фронтенду та бекенду. Знання фреймворків, таких як React, Angular або Laravel, буде плюсом.",
  "job-requirement2": "Освіта: Бажана ступінь у галузі комп'ютерних наук або спорідненій галузі, але еквівалентний досвід буде врахований.",
  "job-requirement3": "Навички: Сильна увага до деталей, навички вирішення проблем і здатність працювати самостійно в умовах віддаленої роботи.",
  "job-requirement4": "Мова: Обов'язкове володіння англійською мовою. Володіння французькою мовою є плюсом, але не є обов'язковим.",

  "job-why-choose-title": "Чому варто обрати віддалену роботу в Канаді?",
  "job-why-choose-desc": "Канада відома своїм процвітаючим технологічним сектором, і ця роль дозволяє вам бути частиною цього без необхідності відразу переїжджати. Віддалена робота пропонує вам гнучкість, щоб поєднати кар'єру з особистим життям, отримуючи при цьому цінний досвід роботи з канадськими підприємствами. Більше того, статус схвалення LMIA цієї ролі забезпечує плавну та ефективну обробку вашої заявки на робочу візу.",

  "job-application-process-title": "Як подати заявку",
  "job-application-process-desc": "Якщо ви кваліфікований веб-розробник, який шукає можливість працювати віддалено для канадської компанії, це ідеальна можливість для вас! Зв'яжіться з нами за адресою info@diversevisa.com або відвідайте наш веб-сайт, щоб дізнатися більше про процес подачі заявки.",

  "job-conclusion-title": "Висновок",
  "job-conclusion-desc": "Ця посада веб-розробника пропонує вам найкраще з обох світів — працювати віддалено, створюючи свою кар'єру в технологічній індустрії Канади. З гнучкістю віддаленої роботи та безпекою позиції з LMIA, ця роль ідеально підходить для розробників, які прагнуть зробити значний внесок. Зв'яжіться з Diverse Visa вже сьогодні та розпочніть свою подорож до яскравішого майбутнього в Канаді.",
  "heading": "Можливості роботи на місці по всій Канаді – Подайте заявку зараз!",
  "intro-paragraph": "У Diverse Visa ми горді запропонувати широкий спектр можливостей роботи на місці для кваліфікованих працівників, які хочуть жити і працювати в Канаді. З позиціями по кількох провінціях, ці ролі забезпечують чудовий шлях до отримання канадської робочої візи, а багато з них пропонують потенціал для переходу до постійного резидентства через програми, такі як Оцінка впливу на ринок праці (LMIA), Пілотна програма імміграції до сільських та північних районів (RNIP) та Атлантична імміграційна програма (AIP). Ці ролі поширені в різних галузях, таких як охорона здоров’я, логістика, будівництво та гостинність, і ідеально підходять для осіб, які хочуть працювати безпосередньо у своїх обраних сферах. Багато з цих позицій вже мають схвалення LMIA, що робить процес імміграції швидшим та ефективнішим.",

  "positions-header": "Доступні позиції на місці",

  "position-1-title": "1. Офіціант",
  "position-1-location": "Місцезнаходження: Нью-Брансвік (NB)",
  "position-1-program": "Програма: Схвалена LMIA",
  "position-1-description": "Якщо у вас є досвід у сфері харчових послуг, ця роль офіціанта в Нью-Брансвіку є чудовою можливістю. Завдяки схваленню LMIA, процес отримання робочої візи спрощений, що дозволяє вам швидко почати працювати.",

  "position-2-title": "2. Автомеханік",
  "position-2-location": "Місцезнаходження: Нова Шотландія (NS)",
  "position-2-program": "Програма: Схвалена LMIA",
  "position-2-description": "Автомеханіки користуються попитом по всій Канаді. Ця позиція в Новій Шотландії пропонує практичну роботу в жвавому гаражі і схвалена LMIA, що спрощує отримання робочої візи.",

  "position-3-title": "3. Бухгалтер",
  "position-3-location": "Місцезнаходження: Альберта",
  "position-3-program": "Програма: RNIP",
  "position-3-description": "Ця роль надає можливість працювати бухгалтером у зростаючому фінансовому секторі Альберти. Через RNIP ця робота забезпечує прямий шлях до постійного резидентства.",

  "position-4-title": "4. Працівник молочної ферми",
  "position-4-location": "Місцезнаходження: Ньюфаундленд і Лабрадор (NL)",
  "position-4-program": "Програма: LMIA",
  "position-4-description": "Ця позиція ідеально підходить для осіб з досвідом у сільському господарстві. Схвалення LMIA полегшує отримання робочої візи та початок внеску в сільськогосподарський сектор Канади.",

  "position-5-title": "5. Підтримка особи/білінгвальний медсестра",
  "position-5-location": "Місцезнаходження: Британська Колумбія (BC)",
  "position-5-program": "Програма: Схвалена LMIA",
  "position-5-description": "Професійні медики завжди затребувані, і ця роль для білінгвального працівника підтримки особи або медсестри в Британській Колумбії не є винятком. Завдяки схваленню LMIA, процес отримання робочої візи прискорюється.",

  "position-6-title": "6. Механік - сільськогосподарська техніка",
  "position-6-location": "Місцезнаходження: Ньюфаундленд і Лабрадор (NL)",
  "position-6-program": "Програма: LMIA",
  "position-6-description": "Якщо у вас є досвід роботи з сільськогосподарською технікою, ця позиція є чудовою можливістю працювати в сільськогосподарській промисловості Канади. Ця робота з LMIA дозволяє вам легко почати працювати в сільських секторах Канади.",

  "position-7-title": "7. Водій вантажівки",
  "position-7-location": "Місцезнаходження: NL, BC, ON",
  "position-7-program": "Програма: LMIA",
  "position-7-description": "З понад 30 позиціями, доступними в Ньюфаундленді, Британській Колумбії та Онтаріо, водії вантажівок мають високий попит. Схвалення LMIA забезпечує швидкий і зрозумілий процес отримання робочої візи.",

  "position-8-title": "8. Оператор відправки-приймання/Оператор навантажувача",
  "position-8-location": "Місцезнаходження: Нью-Брансвік (NB)",
  "position-8-program": "Програма: LMIA/AIP",
  "position-8-description": "Ця роль передбачає управління операціями відправки та приймання, включаючи обов’язки оператора навантажувача, у Нью-Брансвіку. Вона є придатною для обох програм LMIA та AIP, що робить процес отримання робочої візи гнучким.",

  "position-9-title": "9. Перукар",
  "position-9-location": "Місцезнаходження: NB, ON, NS",
  "position-9-program": "Програма: LMIA",
  "position-9-description": "Досвідчені перукарі можуть подавати заявки на кілька позицій у Нью-Брансвіку, Онтаріо та Новій Шотландії. Ці ролі схвалені LMIA, що полегшує отримання робочої візи.",

  "position-10-title": "10. Кухар (Південноіндійська кухня)",
  "position-10-location": "Місцезнаходження: Онтаріо (ON)",
  "position-10-program": "Програма: Схвалена LMIA",
  "position-10-description": "Якщо ви кухар, що спеціалізується на південноіндійській кухні, ця позиція в Онтаріо є чудовою можливістю продемонструвати свої кулінарні таланти. Завдяки схваленню LMIA, ви можете швидко отримати робочу візу та почати працювати в Канаді.",

  "position-11-title": "11. Зварювальники/Фабриканти",
  "position-11-location": "Місцезнаходження: Онтаріо (ON)",
  "position-11-program": "Програма: LMIA",
  "position-11-description": "Якщо ви досвідчений зварювальник або фабрикант, ця позиція в Онтаріо пропонує чудову можливість працювати в будівельному секторі Канади. Схвалення LMIA забезпечує легкий процес отримання робочої візи.",

  "position-12-title": "12. Оператори ЧПУ та машин",
  "position-12-location": "Місцезнаходження: Онтаріо (ON)",
  "position-12-program": "Програма: LMIA",
  "position-12-description": "Кваліфіковані оператори ЧПУ та машин потрібні в процвітаючій виробничій промисловості Онтаріо. Ця посада з LMIA робить процес отримання робочої візи простим.",

  "conclusion": "Канада чекає на кваліфікованих працівників, таких як ви! Незалежно від того, чи ви механік, водій вантажівки, кухар або медичний працівник, ці можливості роботи на місці пропонують швидкий шлях до отримання канадської робочої візи і потенційного забезпечення постійного резидентства. Зв’яжіться з Diverse Visa сьогодні за адресою info@diversevisa.com, щоб дізнатися більше про ці захоплюючі можливості.",

  "countriesHeader": "Країни",
  "immigrationUSA": {
    "title": "Імміграція до Сполучених Штатів: Шляхи до Нового Майбутнього",
    "introduction": "Сполучені Штати є провідним напрямком для осіб і сімей по всьому світу, які шукають нові можливості в освіті, працевлаштуванні та особистісному розвитку. Із безліччю шляхів для імміграції США пропонують варіанти, адаптовані для підприємців, кваліфікованих працівників, членів родини, інвесторів та студентів. Незалежно від того, чи ви хочете працювати, навчатися або розпочати бізнес у США, орієнтування в правильній імміграційній програмі може стати ключовим першим кроком.",
    "whyImmigrate": "Чому іммігрувати до Сполучених Штатів?",
    "benefits": "Імміграційна система США пропонує різноманітні переваги, включаючи доступ до процвітаючої економіки, провідних навчальних закладів та багатства професійних і особистісних можливостей. Від гамірних міських центрів до тихих передмість, США забезпечують виняткову якість життя для іммігрантів і їхніх родин. Крім того, багато візових програм дозволяють вам перейти до постійного місця проживання, надаючи чіткий шлях до побудови вашого майбутнього в США.",
    "pathways": "Шляхи імміграції до США",
    "familyBased": "Імміграція на основі сім’ї",
    "popularPrograms": "Ось деякі з найпопулярніших імміграційних програм до США:",
    "familyDescription": "Громадяни США та постійні жителі можуть спонсорувати близьких родичів через візи на основі сім’ї, створюючи шлях для возз’єднання з близькими та створення життя в США. Ця програма включає як безпосередніх родичів, так і категорії сімейних переваг.",
    "employmentBased": "Імміграція на основі працевлаштування (EB)",
    "employmentCategories": "Візи на основі працевлаштування поділяються на категорії в залежності від навичок, професії та кваліфікацій:",
    "EB1": "EB-1: Для осіб з видатними здібностями в мистецтві, науках, освіті, бізнесі або спорті.",
    "EB2": "EB-2: Для професіоналів з вищими дипломами або видатними здібностями.",
    "EB3": "EB-3: Для кваліфікованих працівників, професіоналів та деяких інших працівників.",
    "EB4": "EB-4: Для спеціальних іммігрантів, включаючи релігійних працівників та деякі інші специфічні професії.",
    "EB5": "EB-5: Для інвесторів, які інвестують від 800 000 до 1 мільйона доларів у бізнес у США, створюючи робочі місця для американських працівників.",
    "businessInvestment": "Бізнес та інвестиційні візи (E-2 та EB-5)",
    "businessDescription": "Візи, орієнтовані на бізнес, пропонують можливість створення або інвестування в бізнес у США:",
    "EB5Investor": "EB-5 Інвесторська віза: Прямий шлях до постійного місця проживання для тих, хто робить значні економічні інвестиції.",
    "E2TreatyInvestor": "E-2 Віза для інвесторів з країн-учасниць угоди, що дозволяє бізнес-інвестиції з можливістю поновлення віз.",
    "workVisas": "Робочі візи (H-1B, L-1)",
    "temporaryWork": "Тимчасові робочі візи включають:",
    "H1B": "H-1B: Для кваліфікованих професіоналів у таких галузях, як технології, інженерія та науки.",
    "L1": "L-1: Для внутрішньокорпоративних трансферів на керівні чи виконавчі посади або для тих, хто має спеціалізовані знання.",
    "studentVisas": "Студентські візи (F-1, M-1)",
    "studentDescription": "Американські студентські візи забезпечують доступ до деяких з найкращих навчальних закладів світу:",
    "F1": "F-1: Для академічних досліджень в акредитованих установах.",
    "M1": "M-1: Для професійних або технічних досліджень.",
    "asylum": "Програми для біженців і осіб, які шукають притулку",
    "asylumDescription": "США надають шляхи для шукачів притулку та біженців, які втікають від переслідування. Ці програми пропонують безпеку та шлях до постійного місця проживання для кваліфікованих осіб.",
    "touristVisas": "Туристичні та візові візи (B-1/B-2)",
    "touristDescription": "Для осіб, які шукають короткостроковий в'їзд для бізнесу (B-1) або туризму (B-2), ці візи дозволяють тимчасові перебування, надаючи цінний перший погляд на США для потенційних майбутніх іммігрантів.",
    "advantages": "Переваги імміграції до США з Diverse Visa",
    "support": "У Diverse Visa ми спеціалізуємося на з'єднанні заявників із правильним шляхом імміграції. Наша досвідчена команда надає всебічну підтримку, від підготовки документів до подачі заяв, забезпечуючи вашу готовність на кожному етапі. З нашою експертною допомогою ви впевнено і чітко пройдете свій імміграційний шлях.",
    "contact": "Незалежно від того, чи ви зацікавлені в започаткуванні бізнесу, просуванні кар'єри чи возз’єднанні з родиною, наша команда може допомогти. Зв’яжіться з нами сьогодні, щоб дослідити ваші варіанти імміграції до США та зробити перший крок до нового початку в Сполучених Штатах."
  },
  "immigrationSerbia": {
    "serbiaImmigrationPathways": "Шляхи імміграції до Сербії",
    "introduction": "Вступ",
    "serbiaAttractiveDestination": "Сербія стала привабливим напрямком для іноземців, які прагнуть жити, працювати чи відкривати бізнес в Європі. Завдяки своїй сприятливій податковій системі, доступній вартості життя та зростаючій економіці країна пропонує дружню атмосферу для іммігрантів. Незалежно від того, чи плануєте ви переїзд з бізнесових, трудових чи особистих причин, Сербія пропонує кілька варіантів для тимчасового та постійного проживання.",
    "availablePathways": "Доступні шляхи для проживання в Сербії",
    "temporaryResidenceByEmployment": "Тимчасове проживання на основі зайнятості",
    "foreignNationalsApply": "Іноземці можуть подати заявку на єдину робочу та візу на проживання в Сербії. Ця віза ідеально підходить для тих, хто планує працювати або проходити професійну підготовку в Сербії, що робить її одним з найпопулярніших варіантів для іноземців.",
    "unifiedProcess": "Єдиний процес для робочих віз і віз на проживання.",
    "validFor3Years": "Дійсно до 3 років, з можливістю продовження.",
    "eligibilityForPrograms": "Право на участь у програмах працевлаштування та навчання.",
    "temporaryResidenceByCompanyFormation": "Тимчасове проживання на основі створення компанії",
    "entrepreneursSelfEmployed": "Підприємці та самозайняті можуть створити бізнес у Сербії, щоб отримати тимчасову візу на проживання. Цей шлях популярний серед інвесторів, які хочуть скористатися низькими корпоративними податками та доступом до ключових європейських ринків.",
    "noNationalityRestrictions": "Немає обмежень за національністю засновників.",
    "lowCorporateTax": "Низькі корпоративні податки (15%) та витрати на ведення бізнесу.",
    "freeTradeAgreements": "Угоди про вільну торгівлю з ЄС, Росією та Туреччиною.",
    "temporaryResidenceByPropertyInvestment": "Тимчасове проживання на основі інвестицій в нерухомість",
    "investingInRealEstate": "Іноземці можуть отримати тимчасове проживання, інвестуючи в сербську нерухомість. Цей варіант популярний серед тих, хто прагне володіти нерухомістю та насолоджуватися проживанням без ведення бізнесу.",
    "noWealthTax": "Немає податку на багатство, податки на нерухомість низькі - від 0,2%.",
    "noMinimumInvestment": "Згідно з законом, немає мінімальних вимог до інвестицій, хоча середнє значення зазвичай становить близько 50 000 євро.",
    "idealForRetirees": "Ідеально для пенсіонерів або тих, хто шукає другий дім.",
    "temporaryResidenceByFamilyReunification": "Тимчасове проживання на основі возз’єднання родини",
    "familyMembersInSerbia": "Іноземці, у яких є члени родини, які вже проживають у Сербії, можуть подати заявку на тимчасове проживання через возз’єднання родини. Цей варіант дозволяє родині залишатися разом без тривалої розлуки.",
    "validAsLongAsPrimaryValid": "Дійсно, поки діє віза основного заявника.",
    "rightToWorkForFamily": "Надає право працювати в Сербії для членів родини.",
    "longTermResidencyAndCitizenship": "Довгострокове проживання та громадянство",
    "5YearsForResidency": "Якщо іноземний громадянин легально прожив у Сербії не менше 5 років безперервно, він може подати заявку на постійне проживання, а згодом і на сербське громадянство. Цей шлях ідеальний для тих, хто хоче остаточно оселитися в країні та користуватися всіма правами громадянства.",
    "activeResidency": "Заявники повинні продемонструвати активне проживання та дотримання сербських законів.",
    "permanentResidencyStability": "Постійне проживання забезпечує довгострокову стабільність і доступ до сербських пільг.",
    "citizenshipApplications": "Заяви на громадянство зазвичай розглядаються протягом року після виконання вимог.",
    "whyChooseSerbia": "Чому варто обрати Сербію?",
    "excellentQualityOfLife": "Сербія пропонує відмінну якість життя за невелику ціну порівняно з іншими європейськими країнами. Завдяки процвітаючій IT-індустрії, стратегічному розташуванню та зростаючій лібералізації своїх імміграційних процесів, Сербія стала одним із провідних напрямків для іноземців.",
    "costEffectiveLiving": "Економічне проживання: у Сербії один з найнижчих рівнів життя в Європі, що робить її ідеальною для сімей і пенсіонерів.",
    "centralLocation": "Центральне розташування: розташована між Східною та Західною Європою, Сербія забезпечує доступ до багатьох європейських ринків, що ідеально підходить для бізнесу та подорожей.",
    "flexibleBankingSystem": "Гнучка банківська система: банківська система Сербії підтримує іноземців і сприяє комерційній діяльності.",
    "howDiverseVisaCanHelp": "Як Diverse Visa може допомогти",
    "simplifyingImmigration": "У Diverse Visa ми спеціалізуємося на спрощенні складного імміграційного процесу для наших клієнтів. Незалежно від того, чи хочете ви переїхати до Сербії для роботи, бізнесу чи возз’єднання родини, наша досвідчена команда може допомогти вам на кожному етапі.",
    "ourServices": "Наші послуги:",
    "completeDocumentation": "Повна допомога в документації: ми допомагаємо вам зібрати всі необхідні документи, щоб забезпечити безперешкодний процес.",
    "speedyApplicationProcessing": "Швидка обробка заяв: ми працюємо ефективно, щоб подати ваші документи в установлені терміни, мінімізуючи затримки.",
    "personalizedSupport": "Персоналізована підтримка: ми надаємо індивідуальні консультації, щоб переконатися, що ваша заявка відповідає сербським імміграційним законам і політикам.",
    "serbiaFavoredDestination": "Сербія швидко стає улюбленим напрямком для іноземців з усього світу. Дозвольте нам допомогти вам пройти процес без труднощів і розпочати нове життя в цій динамічній країні. Зв’яжіться з нами сьогодні, щоб обговорити ваші варіанти!"
  },
  "visitorVisa": {
    "visitorVisaTitle": "Віза для відвідувачів: досліджуйте Канаду з легкістю",
    "introduction": "Вступ",
    "canadianVisitorVisa": "Канадська віза для відвідувачів, також відома як тимчасова резидентська віза (TRV), надає іноземним громадянам доступ для відвідування Канади з метою туризму, бізнесу або відвідування родини та друзів. Незалежно від того, чи захоплюють вас чудові природні пейзажі Канади, ви берете участь у важливих бізнес-зустрічах або спілкуєтеся з родиною, віза для відвідувачів відкриває двері для безпосереднього знайомства з країною.",
    "diverseVisaAim": "У Diverse Visa ми прагнемо зробити процес швидким і простим, допомагаючи вам зібрати необхідні документи, забезпечуючи ефективну подачу вашої заявки та керуючи вами через вимоги крок за кроком.",
    "programOverview": "Огляд програми",
    "eligibilityRequirements": "Вимоги до відповідності",
    "validPassport": "Дійсний паспорт: мати дійсний паспорт та інші необхідні подорожні документи.",
    "proofOfFunds": "Докази коштів: продемонструйте, що у вас є достатні фінанси для покриття вашого перебування в Канаді.",
    "purposeOfVisit": "Мета візиту: чітко поясніть вашу причину для візиту (наприклад, туризм, родина, бізнес) та надайте докази зв’язків з вашою батьківщиною (такі як працевлаштування або нерухомість), щоб показати, що ви маєте намір повернутися після вашого візиту.",
    "criminalAndHealthRecord": "Кримінальний і медичний звіт: можливо, вам знадобиться надати поліцейські сертифікати та, у деяких випадках, медичний огляд, щоб підтвердити добрий стан здоров’я та чистий запис.",
    "invitationLetter": "Лист-запрошення (якщо це застосовується): для тих, хто відвідує родину або друзів, може знадобитися лист-запрошення від вашого канадського господаря.",
    "typesOfVisitorVisas": "Типи віз для відвідувачів",
    "singleEntryVisa": "Віза для одного в’їзду: дозволяє один в’їзд до Канади. Після виходу вам знадобиться нова віза для повторного в’їзду.",
    "multipleEntryVisa": "Віза для кількох в’їздів: забезпечує гнучкість, дозволяючи вам в’їжджати та виїжджати з Канади кілька разів протягом терміну дії (до 10 років).",
    "whyVisitCanada": "Чому варто відвідати Канаду?",
    "stunningNaturalBeauty": "Приголомшлива природна краса: від Скелястих гір до Ніагарського водоспаду, природні пейзажі Канади не мають собі рівних.",
    "businessOpportunities": "Бізнес-можливості: Канада є центром глобального бізнесу, з численними конференціями, виставками та корпоративними подіями, які приваблюють професіоналів з усього світу.",
    "familyAndCulture": "Сім’я та культура: багато відвідувачів приїжджають, щоб знову зв’язатися з родиною або дослідити багатий багатокультурний спадок і яскраве міське життя Канади.",
    "commonChallenges": "Загальні виклики",
    "provingFinancialStability": "Доказ фінансової стабільності: важливо показати, що у вас є достатні кошти для підтримки під час вашого перебування.",
    "tiesToHomeCountry": "Зв’язки з батьківщиною: імміграційні офіційні особи повинні бачити сильні зв’язки з вашою батьківщиною, такі як працевлаштування або володіння нерухомістю, щоб переконатися, що ви плануєте повернутися після вашого візиту.",
    "howDiverseVisaHelps": "Як Diverse Visa допомагає вам досягти успіху",
    "fastDocumentSubmission": "Швидка подача документів: ми працюємо швидко, щоб ваша заявка була подана в рекордні терміни, часто протягом 48 годин після збору всіх документів.",
    "helpWithGatheringDocuments": "Допомога в зборі необхідних документів: наша команда допомагає вам зібрати необхідні папери, від фінансових звітів до маршрутів подорожей, щоб ваша заявка була повною та точною.",
    "lowServiceFees": "Низькі збори за послуги:",
    "standardServiceFee": "Стандартна послуга: €100 - включає повну підтримку, перевірку документів та подання, щоб ваша віза була точною.",
    "rushServiceFee": "Срочна послуга: €200 - пріоритетна обробка документів та швидка подача для термінових потреб.",
    "whyChooseDiverseVisa": "Чому обрати Diverse Visa?",
    "fastAndEfficientProcess": "Швидкий та ефективний процес: ми пишаємося швидкою подачею вашої заявки, забезпечуючи відсутність затримок у ваших планах подорожі.",
    "affordableService": "Доступні послуги: з конкурентоспроможними цінами €100 за стандартну послугу та €200 за термінову, ми надаємо преміум-підтримку за доступною ціною.",
    "completeDocumentAssistance": "Повна допомога з документами: ми допомагаємо вам зібрати всі необхідні документи, забезпечуючи безпомилковість вашої заявки.",
    "ongoingSupport": "Постійна підтримка: від початкової заявки до затвердження візи, ми керуємо вами на кожному етапі, щоб ваше подорож до Канади було гладким та без стресу."
  },
  "studyInCanada": {
    "studyPermitProgramTitle": "Програма студентської візи: Навчайтеся, працюйте та живіть у Канаді",
    "introduction": "Вступ",
    "studyPermitProgramDescription": "Програма студентської візи є шляхом для міжнародних студентів до отримання освіти світового рівня в Канаді, а також отримання цінного робочого досвіду під час навчання. Ця програма дозволяє студентам навчатися в акредитованих навчальних закладах (DLI) у Канаді та працювати неповний робочий день, навчаючись на курсах. Для багатьох студентів студентська віза стає трампліном до постійного місця проживання в Канаді, пропонуючи чіткий шлях до створення життя в одній з найдружніших до студентів країн світу.",
    "diverseVisaSupport": "У Diverse Visa ми допомагаємо студентам на кожному етапі процесу, забезпечуючи, щоб їхня освітня подорож у Канаді проходила гладко та успішно.",
    "programOverview": "Огляд програми",
    "eligibilityRequirements": "Вимоги до прийому",
    "acceptanceIntoDLI": "Прийняття до акредитованого навчального закладу (DLI): Перш ніж подавати заяву на студентську візу, студенти повинні спочатку бути прийнятими до визнаного DLI в Канаді.",
    "proofOfFinancialSupport": "Доказ фінансової підтримки: Студенти повинні надати докази наявності достатніх коштів для покриття витрат на навчання, проживання для себе та членів сім'ї (якщо це застосовно) та зворотного проїзду.",
    "languageProficiency": "Знання англійської або французької мови: Хоча мовні тести можуть не вимагатися для самої візи, студенти можуть бути зобов'язані підтвердити знання англійської або французької мови як частину своєї заявки до канадських установ. Популярні тести включають IELTS або TOEFL для англійської та TEF для французької.",
    "healthAndCriminalRecord": "Добре здоров'я та відсутність кримінального минулого: Студенти можуть бути зобов'язані пройти медичний огляд та надати поліцейські свідчення, щоб переконатися, що вони відповідають канадським стандартам здоров'я та безпеки.",
    "workWhileStudying": "Робота під час навчання",
    "workWhileStudyingDescription": "Зі студентською візою студенти можуть працювати до 20 годин на тиждень під час навчальних сесій та повний робочий день під час запланованих перерв (таких як зимові та літні канікули). Цей робочий досвід може допомогти студентам закріпитися на канадському ринку праці та почати будувати мережу для майбутніх можливостей.",
    "postGraduationWorkPermit": "Робоча віза після навчання (PGWP)",
    "pgwpDescription": "Після завершення навчання студенти можуть мати право на отримання робочої візи після навчання, яка дозволяє їм працювати в Канаді до трьох років. Ця робоча віза є важливим кроком до отримання канадського робочого досвіду та подання заявки на постійне місце проживання.",
    "whyStudyInCanada": "Чому варто навчатися в Канаді?",
    "studyInCanadaBenefits": {
      "benefit1": "Канада є домом для деяких з найкращих університетів у світі, які пропонують різноманітні програми в різних сферах.",
      "benefit2": "Програма дозволу на навчання не лише відкриває двері до якісної освіти, але й надає можливості для роботи та потенційної імміграції на постійній основі.",
      "benefit3": "Високоякісна освіта: канадські установи визнані у всьому світі за їхню академічну досконалість.",
      "benefit4": "Можливості роботи: студенти можуть отримати реальний досвід під час навчання, що допоможе їм знайти роботу після закінчення.",
      "benefit5": "Шлях до постійного місця проживання: багато міжнародних студентів використовують свій навчальний досвід і дозволи на роботу після навчання, щоб перейти на постійне місце проживання через програми, такі як Express Entry або Програми номінації провінцій (PNP)."
    },
    "howWeHelp": "Як ми допомагаємо вам досягти успіху",
    "howWeHelpDescription": "У Diverse Visa ми робимо процес отримання студентської візи максимально простим. Ось як ми підтримуємо студентів у цьому процесі:",
    "supportList": {
      "support1": "Вибір школи: ми допомагаємо студентам обрати найкращий акредитований навчальний заклад, який відповідає їхнім академічним цілям.",
      "support2": "Допомога у подачі заяв: ми допомагаємо в усіх аспектах процесу подачі заяви, включаючи збір документів, подачу заяв і відстеження прогресу.",
      "support3": "Підтримка роботи та навчання: наша команда допомагає студентам узгодити навчання з можливостями роботи, забезпечуючи повне використання канадських програм роботи та навчання.",
      "support4": "Шляхи після навчання: ми надаємо всебічну підтримку після закінчення навчання, допомагаючи студентам отримати робочі візи та перейти до програм постійного проживання."
    },
    "whyChooseDiverseVisa": "Чому варто обрати Diverse Visa?",
    "chooseDiverseVisaDescription": "У Diverse Visa ми прагнемо допомогти студентам досягти своїх академічних і імміграційних цілей. Незалежно від того, йдеться про пошук підходящої школи, навігацію процесом студентської візи чи забезпечення роботи після закінчення навчання, ми пропонуємо необхідну експертну підтримку для успіху в Канаді."
  },
  "startUpVisa": {
    "startUpVisaTitle": "Програма стартап-візи: шлях до Канади для вас і вашої родини",
    "introduction": "Вступ",
    "introductionDescription": {
      "description1": "Програма стартап-візи (SUV) пропонує прямий шлях для підприємців, щоб перенести свій бізнес до Канади та отримати постійне місце проживання для себе та своїх сімей. Розроблена для новаторів і бізнес-лідерів, програма зв'язує вас з інвесторами приватного сектора в Канаді, допомагаючи отримати не лише фінансування, а й експертизу для успішного запуску вашого підприємства.",
      "description2": "Програма стартап-візи в Канаді є неймовірною можливістю для засновників бізнесу отримати доступ до глобальних ринків, скористатися сильною економічною середовищем Канади та оселитися зі своїми сім'ями. Програма забезпечує постійне місце проживання незалежно від успіху бізнесу, роблячи її найкращим шляхом для підприємців, які хочуть переїхати та встановити життя в Канаді.",
      "description3": "Навіть якщо у вас ще немає бізнес-ідеї, ми можемо допомогти! У Diverse Visa ми допомагаємо уточнити або розробити життєздатну бізнес-ідею, яка відповідає критеріям програми, забезпечуючи ваш успіх з самого початку."
    },
    "programOverview": "Огляд програми",
    "qualifyingBusiness": "Кваліфікований бізнес",
    "qualifyingBusinessList": {
      "qualifying1": "Ви повинні володіти бізнесом, який відповідає критеріям Імміграції, біженців та громадянства Канади (IRCC). Це включає демонстрацію інновацій, масштабованості та потенціалу створення робочих місць у Канаді.",
      "qualifying2": "На момент отримання постійного місця проживання ви повинні активно керувати бізнесом з території Канади та проводити значну частину його операцій тут."
    },
    "languageRequirements": "Мовні вимоги",
    "languageRequirementsList": {
      "language1": "Ви повинні відповідати мінімальному рівню Канадського мовного еталону (CLB) 5 з англійської або французької мови за всіма навичками: говоріння, слухання, читання та письма.",
      "language2": "Прийнятні мовні тести включають IELTS або CELPIP для англійської мови та TCF Canada або TEF Canada для французької мови."
    },
    "letterOfSupport": "Лист підтримки",
    "letterOfSupportList": {
      "supportLetter1": "Отримайте Лист підтримки від акредитованої організації, такої як венчурна компанія, група ангелів-інвесторів або бізнес-інкубатор. Це важливо для демонстрації, що ваш бізнес має міцну підтримку в Канаді.",
      "supportLetter2": "Якщо у вас немає бізнес-ідеї або потрібна допомога в її уточненні, Diverse Visa може допомогти створити бізнес-модель, яка відповідає критеріям програми та залучає підтримку інвесторів."
    },
    "settlementFunds": "Фінанси для поселення",
    "settlementFundsDescription": "Необхідно надати докази наявності достатніх коштів для поселення вас і вашої родини в Канаді. Необхідна сума залежить від кількості утриманців, яких ви плануєте привезти.",
    "whyPerfectForFamilies": "Чому це ідеально для родин",
    "whyPerfectForFamiliesDescription": {
      "familyBenefit1": "Однією з основних переваг програми стартап-візи є те, що вона дозволяє всій родині іммігрувати до Канади. Поки основний заявник будує бізнес, члени родини отримують постійне місце проживання та можуть користуватися всіма перевагами, які пропонує Канада, включаючи доступ до охорони здоров'я та освіти.",
      "familyBenefit2": "Немає вікових обмежень, що робить її ідеальною для родин на будь-якому етапі життя."
    },
    "processingTime": "Час обробки",
    "processingTimeList": {
      "processingTime1": "Загальний час для отримання постійного місця проживання через програму стартап-візи становить приблизно 12-18 місяців.",
      "processingTime2": "Отримання Листа підтримки від акредитованої організації займає близько 4-6 місяців.",
      "processingTime3": "Заявники можуть отримати тимчасовий дозвіл на роботу, поки обробляється заява на постійне місце проживання."
    },
    "benefitsOfProgram": "Переваги програми стартап-візи",
    "benefitsList": {
      "benefit1": "Постійне місце проживання для всієї родини: до 5 співзасновників і їхніх сімей можуть подавати заяви на постійне місце проживання за однією бізнес-ініціативою.",
      "benefit2": "Шлях до канадського громадянства: після того, як ви оселитеся в Канаді та виконаєте вимоги до проживання, ви можете подати заяву на громадянство.",
      "benefit3": "Свобода жити та працювати в будь-якому місці Канади: немає обмежень на місце проживання або ведення бізнесу в Канаді.",
      "benefit4": "Безумовне постійне місце проживання: ваше постійне місце проживання не пов'язане з успіхом вашого стартапу. Навіть якщо бізнес не вдасться, ваш статус PR залишиться незмінним.",
      "benefit5": "Доступ до глобальних ринків: власники канадського паспорта мають розширений доступ до США та інших глобальних ринків."
    },
    "howWeHelp": "Як ми допомагаємо вам досягти успіху",
    "howWeHelpDescription": {
      "helpDescription1": "У Diverse Visa ми спеціалізуємося на супроводі підприємців у складному процесі подачі заяви на стартап-візу. Ось як ми спрощуємо цей процес:",
      "helpDescription2": "Створення бізнес-ідеї та консультування: якщо у вас немає бізнес-ідеї, ми можемо допомогти вам уточнити або розробити таку, яка відповідає високим стандартам, що вимагаються канадськими інвесторами. Чи потребуєте ви підтримки на етапі ідеації чи розробки, ми забезпечимо відповідність вашої бізнес-ідеї критеріям програми.",
      "helpDescription3": "Зв'язки з інвесторами: наші тісні зв'язки з акредитованими організаціями забезпечують вашому бізнесу необхідну підтримку для досягнення успіху.",
      "helpDescription4": "Допомога у подачі заяв: ми беремо на себе весь процес імміграції, забезпечуючи, щоб ваші заяви були повними, точними та своєчасними.",
      "helpDescription5": "Переїзд родини: ми допомагаємо не лише з переїздом бізнесу, а й із забезпеченням плавного адаптування вашої родини до життя в Канаді."
    },
    "chooseDiverseVisa": "Обираючи Diverse Visa, ви не лише підвищуєте свої шанси на успішну заявку на стартап-візу, а й надаєте своїй сім'ї можливість побудувати нове життя в одній з найгостинніших країн світу."
  },
  "jobOpportunities": {
    "lmiaWorkPermitTitle": "LMIA-Базована Робоча Віза: Шлях до Працевлаштування та Іміграції в Канаду",
    "introduction": "Вступ",
    "introductionDescription1": "Робоча віза на основі Оцінки Впливу на Ринок Праці (LMIA) є одним із основних способів для кваліфікованих іноземних працівників потрапити на канадський ринок праці та зрештою отримати постійне місце проживання. Канадські роботодавці використовують LMIA, щоб довести, що найм іноземного працівника не негативно вплине на можливості працевлаштування для канадських громадян або постійних мешканців. З затвердженою LMIA працівники можуть подати заявку на робочу візу і почати свій шлях до побудови кар'єри в Канаді.",
    "introductionDescription2": "У Diverse Visa ми спеціалізуємося не лише на тому, щоб проводити вас через процес подачі заявки на LMIA, а й на допомозі у забезпеченні роботи з канадськими роботодавцями, що робить шлях до роботи в Канаді більш гладким і доступним.",
    "programOverview": "Огляд програми",
    "eligibilityRequirements": "Вимоги до участі",
    "eligibilityRequirementsList": {
      "requirement1": "Пропозиція роботи від канадського роботодавця: ключовою вимогою є наявність пропозиції роботи від канадського роботодавця, який готовий найняти іноземного працівника та отримати LMIA для підтвердження потреби в іноземних кадрах.",
      "requirement2": "Схвалений LMIA: після отримання схвалення LMIA від Міністерства зайнятості та соціального розвитку Канади (ESDC) іноземний працівник може перейти до подачі заявки на дозвіл на роботу.",
      "requirement3": "Необхідні кваліфікації: заявники повинні відповідати кваліфікаційним вимогам роботи та мати необхідні навички, освіту та досвід для посади.",
      "requirement4": "Подача заявки на дозвіл на роботу: після отримання роботи та LMIA заявник може подати заявку на дозвіл на роботу для легальної роботи в Канаді."
    },
    "typesOfJobsAvailable": "Види доступних робіт",
    "typesOfJobsDescription": "Через нашу мережу роботодавців ми допомагаємо вам знайти роботу в секторах з високим попитом, таких як:",
    "jobsList": {
      "job1": "Водії вантажівок: одна з найбільш затребуваних професій в Канаді, яка пропонує привабливі заробітні плати та пільги.",
      "job2": "Будівництво та кваліфіковані ремесла: столяри, зварювальники, електрики та інші кваліфіковані спеціалісти постійно затребувані в Канаді.",
      "job3": "Сільське господарство: працівники фермерських господарств і молочарі відіграють важливу роль у канадському сільському господарстві та регулярно потрібні.",
      "job4": "Гостинність: готелі, ресторани та курорти шукають кваліфікованих працівників на посади кухарів, офіціантів та обслуговуючого персоналу."
    },
    "benefitsOfLmiaWorkPermits": "Переваги LMIA-дозволів на роботу",
    "benefitsList": {
      "benefit1": "Шлях до постійного місця проживання: багато працівників з LMIA мають право подавати заяви на постійне місце проживання через програми, такі як Express Entry або Програми номінації провінцій (PNPs).",
      "benefit2": "Отримання роботи в Канаді: ми допомагаємо вам знайти роботодавців, схвалених LMIA, у різних секторах, відкриваючи двері до стабільної кар'єри.",
      "benefit3": "Отримання канадського досвіду роботи: досвід роботи, який ви здобуваєте в Канаді, зміцнює ваш профіль для постійного місця проживання за програмою Canadian Experience Class."
    },
    "challenges": "Виклики",
    "challengesList": {
      "challenge1": "Зобов'язання роботодавця: роботодавці повинні продемонструвати, що не могли заповнити вакантну позицію канадськими працівниками, що може затягнути процес.",
      "challenge2": "Тимчасовий статус: дозвіл на роботу LMIA є тимчасовим, але з нашою допомогою він може призвести до постійного місця проживання."
    },
    "howWeHelp": "Як ми допомагаємо вам досягти успіху",
    "howWeHelpDescription": {
      "helpDescription1": "У Diverse Visa ми надаємо всебічну допомогу на кожному етапі вашого шляху:",
      "helpDescription2": "Підбір роботи: Ми тісно співпрацюємо з канадськими роботодавцями, щоб підібрати вам затверджені LMIA вакансії, забезпечуючи, що ваші навички відповідають доступним ролям.",
      "helpDescription3": "Підготовка документів: Наша команда забезпечує, що всі необхідні документи, включаючи резюме, сертифікати та рекомендації, належним чином організовані для подання.",
      "helpDescription4": "Заявка на робочу візу: Як тільки буде отримано пропозицію роботи та LMIA, ми обробляємо вашу заявку на робочу візу, забезпечуючи своєчасну та точну обробку.",
      "helpDescription5": "Шлях до постійного місця проживання: Після отримання канадського робочого досвіду ми допомагаємо вам перейти з тимчасового працівника на постійного мешканця через імміграційні програми, такі як Express Entry і провінційні програми номінацій (PNP)."
    },
    "whyChooseDiverseVisa": "Чому обрати Diverse Visa?",
    "whyChooseDiverseVisaList": {
      "choice1": "Сильна мережа роботодавців: у нас є зв'язки з роботодавцями по всій Канаді, які активно шукають іноземних працівників з LMIA.",
      "choice2": "Індивідуальна підтримка: від допомоги у пошуку роботи до супроводу у процесі отримання дозволу на роботу, ми пропонуємо персоналізовані послуги для задоволення ваших потреб.",
      "choice3": "Безперебійний процес: ми забезпечуємо smooth and stress-free experience."
    }
  },
  "faq": {
    "question1": "Скільки часу займає процес імміграції?",
    "answer1": "Час обробки залежить від програми. Наприклад, дозвіл на роботу, такий як LMIA, може тривати 2-6 місяців, а Express Entry - близько 6 місяців. Хоча ми не можемо контролювати урядові терміни, ми гарантуємо правильне оформлення всієї документації, щоб уникнути зайвих затримок.",
    "question2": "Чи потрібна мені пропозиція роботи для імміграції до Канади?",
    "answer2": "Не всі програми вимагають пропозицію роботи. Наприклад, LMIA та провінційні номінаційні програми (PNP) потребують цього, а такі варіанти, як Express Entry та студентські візи, не потребують. Ми допоможемо вам вибрати найкращий шлях імміграції, незалежно від того, маєте ви пропозицію роботи чи ні.",
    "question3": "Що станеться, якщо мою візу буде відхилено?",
    "answer3": "Відмова може бути неприємною, але це не кінець. Ми розглянемо причини відмови і допоможемо покращити вашу заявку для повторного подання. Наш професійний супровід з самого початку мінімізує ризик відмови, забезпечуючи повноту та точність.",
    "question4": "Що, якщо мене турбують витрати?",
    "answer4": "Ми розуміємо, що фінансові питання можуть викликати занепокоєння. Імміграція передбачає витрати, але ми пропонуємо повну прозорість витрат заздалегідь. Ми також можемо розглянути програми, які відповідають вашому бюджету та фінансовій ситуації.",
    "question5": "Чи можу я взяти свою сім'ю з собою до Канади?",
    "answer5": "Так, багато імміграційних програм дозволяють взяти з собою чоловіка/дружину та дітей. Ми допоможемо вам у цьому процесі, щоб переконатися, що вони включені до вашої заявки та відповідають необхідним вимогам, щоб ваша сім'я залишалася разом під час переїзду."
  },
  "faq-nav": "FAQ",
  "benefits": {
    "title": "Переваги роботи з Diverse Visa",
    "title1": "Персоналізоване керівництво з імміграції",
    "description1": "Під час наших консультацій ми проводимо глибоку оцінку вашого минулого, кваліфікацій і цілей, щоб надати індивідуальні імміграційні стратегії, які відповідають вашим конкретним потребам.",
    "title2": "Повне обслуговування",
    "description2": "Ми керуємо кожним етапом імміграційного процесу, від документації та підбору роботи до подачі віз і підготовки до співбесід, забезпечуючи експертну підтримку протягом усього процесу.",
    "title3": "Експертиза у різних програмах",
    "description3": "Наша команда має досвід у різних канадських імміграційних програмах, таких як Express Entry, Провінційні програми номінації (PNPs), дозволи на роботу та спонсорство сім'ї, що дає нам можливість рекомендувати найбільш підходящий шлях для вас.",
    "title4": "Підбір роботи та підтримка працевлаштування",
    "description4": "Ми надаємо послуги підбору роботи, працюючи безпосередньо з роботодавцями, допомагаючи вам скласти професійне резюме та підготуватися до співбесід, забезпечуючи доступ до канадських можливостей працевлаштування, що відповідають вашим навичкам.",
    "title5": "Прозорість та чітка комунікація",
    "description5": "Ми підтримуємо чітку і прозору комунікацію, надаючи заздалегідь інформацію про витрати та регулярні оновлення про хід вашої заявки, щоб тримати вас в курсі на кожному етапі.",
    "title6": "Досвід та сильна мережа",
    "description6": "З багаторічним досвідом ми створили мережу професіоналів, включаючи імміграційних юристів, рекрутерів і бізнес-брокерів, забезпечуючи вам доступ до найкращих ресурсів.",
    "title7": "Підтримка після імміграції",
    "description7": "Після вашого прибуття до Канади ми пропонуємо додаткові послуги, такі як допомога з житлом та кар'єрне консультування, щоб допомогти вам легко адаптуватися до нового життя.",
    "title8": "Спрощена документація",
    "description8": "Ми займаємося всім процесом документації, забезпечуючи, щоб усі папери були правильно заповнені, перекладені за необхідності та подані вчасно до відповідних органів."
  }
}
