{
  "LocaleSwitcher": {
    "label": "Змінити мову",
    "locale": {
      "en": "Англійська",
      "ru": "Російська",
      "uk": "Українська",
      "sr": "Сербська"
    }
  },
  "LocaleLayout": {
    "title": "Diverse Visa"
  },
    "title": "Diverse Visa",
    "title-header": "DIVERSE VISA",
    "about-nav": "ПРО НАС",
    "services-nav": "ПОСЛУГИ",
    "consultations": "КОНСУЛЬТАЦІЇ",
    "our-network-nav": "МЕРЕЖА",
    "our-programs-nav": "ПРОГРАМИ",
    "contact-nav": "КОНТАКТИ",
    "blog-nav": "БЛОГ",
    "headline": "Збудуйте свій шлях до нового майбутнього з Diverse Visa",
    "subHeadline": "З'єднання вас з експертами з імміграції для безперебійного процесу",
    "callToAction": "Почніть свій шлях сьогодні",
    "missionStatement": "Допомога людям у імміграції до Канади з експертними консультаціями та підтримкою.",
    "visionStatement": "Обслуговування східноєвропейського ринку з експертизою у канадській імміграції",
    "storyline-title": "Історія",
    "storyline": "У Diverse Visa ми з'єднуємо ваші мрії з реальністю, підключаючи вас до експертів з імміграції та основних послуг, що відповідають вашим унікальним потребам. Наша віддана команда та широка мережа партнерів, включаючи рекрутерів, бізнес-брокерів, освітні установи та громадські організації, забезпечують безперебійний процес імміграції. Ми дотримуємося найвищих стандартів чесності, інновацій, орієнтованості на клієнта та досконалості, допомагаючи вам розпочати нове життя, продовжити навчання або розширити свій бізнес. Нехай Diverse Visa проведе вас на нові горизонти сьогодні.",
    "about-us": "Про нас",
    "our-story": "Наша історія",
    "our-mission": "Наша місія",
    "our-vision": "Наше бачення",
    "our-values": "Наші цінності",
    "our-team": "Наша команда",
    "our-blogs": "Наші блоги",
    "back-blog": "Повернутися до розділу блогу",
    "blog-latest": "Останні блоги",
    "diverse-story": "Ми віримо, що кожен заслуговує на шанс реалізувати свої мрії. Заснована командою пристрасних професіоналів, ми робимо складний процес імміграції гладким і безстресовим. Ми з'єднуємо заявників з експертами, особливо для тих, хто з Східної Європи.",
    "diverse-mission": "З'єднання мрій і реальності шляхом підключення заявників до висококваліфікованих фахівців з імміграції та основних послуг.",
    "diverse-vision": "Світ, де кордони не перешкоджають мріям. Ми прагнемо стати провідною імміграційною агенцією, відомою нашою експертизою та відданістю.",
    "diverse-values": "Ми дотримуємося найвищих стандартів чесності та прозорості у всіх наших справах. Ми постійно покращуємо наші послуги для задоволення потреб наших клієнтів. Наші клієнти є серцем усього, що ми робимо. Ми прагнемо досконалості у кожному аспекті нашої роботи, забезпечуючи найвищий рівень обслуговування для наших клієнтів.",
    "diverse-team-about": "Наші віддані агенти, юридичні експерти та бізнес-консультанти надають багатий досвід і знання, забезпечуючи персоналізовану підтримку та керівництво для надання найвищого рівня обслуговування.",
    "services": "Наші послуги",
    "immigration-consulting-experts": "Експерти з імміграційних консультацій",
    "immigration-consulting-experts-description": "Персоналізовані поради та підтримка для орієнтування у складних імміграційних законах та максимізації шансів на успіх.",
    "recruiters-job-placements": "Рекрутери та працевлаштування",
    "recruiters-job-placements-description": "Зв'яжіться зі спеціалізованими рекрутерами, щоб знайти робочі можливості, що відповідають вашим навичкам.",
    "business-brokers": "Бізнес-брокери",
    "business-brokers-description": "Визначте та забезпечте вигідні бізнес-можливості в Канаді, проводячи вас через інвестиційний процес.",
    "educational-institutions": "Освітні установи",
    "educational-institutions-description": "Співпрацюйте з провідними канадськими навчальними закладами, щоб допомогти вам отримати місце та надати поради щодо віз і шляхів пост-випускного перебування.",
    "legal-compliance-advisors": "Юридичні консультанти з дотримання норм",
    "legal-compliance-advisors-description": "Комплексна юридична підтримка для перевірки заявок, перевірки відповідності та представництва у випадку апеляцій.",
    "holistic-approach": "Цілісний підхід",
    "holistic-approach-text": "У Diverse Visa ми дотримуємося цілісного підходу до імміграційної підтримки. Наша широка мережа партнерів включає імміграційних фахівців, рекрутерів, бізнес-брокерів, урядові агентства, освітні установи, бізнес-інкубатори та громадські організації. Це дозволяє нам пропонувати комплексну підтримку, адаптовану до конкретних потреб кожного клієнта.",
    "understanding-unique-journeys": "Розуміння унікальних шляхів",
    "understanding-unique-journeys-text": "Ми розуміємо, що кожен імміграційний шлях є унікальним, і ми тут, щоб надати керівництво та підтримку, необхідну для того, щоб ваш перехід був максимально безперебійним. Незалежно від того, чи хочете ви розпочати нове життя в Канаді, продовжити навчання або розширити свій бізнес, Diverse Visa є вашим надійним партнером на кожному етапі.",
    "how-can-we-help": "Чим ми можемо допомогти?",
    "what-sets-us-apart": "Що нас відрізняє?",
    "initial-consultations": "Початкові консультації",
    "expect-first-meeting": "Чого очікувати на першій зустрічі",
    "prepare-first-meeting": "Як підготуватися",
    "other-services": "Інші послуги",
    "service-1": "Приклад послуги",
    "service-1-desc": "Приклад опису",
    "service-2": "Приклад послуги",
    "service-2-desc": "Приклад опису",
    "service-3": "Приклад послуги",
    "service-3-desc": "Приклад опису",
    "success-stories": "Історії успіху",
    "ourPrograms": "НАШІ ПРОГРАМИ",
    "close": "Закрити",
    "connect-social-network": "Зв'яжіться з нами в соціальних мережах",
    "partnernetwork": "Мережа партнерів",
    "partners": {
    "immigrationProfessionals": {
      "title": "Імміграційні професіонали",
      "description": "Сертифіковані експерти з імміграції, які пропонують індивідуальні консультаційні послуги щодо віз і імміграції, допомагаючи вам подолати складнощі процесу подання заявок на візи та досягти успішних результатів."
    },
    "recruiters": {
      "title": "Рекрутери",
      "description": "Спеціалізовані рекрутери, які з'єднують вас з можливостями працевлаштування за кордоном, забезпечуючи вам найкращі вакансії, які відповідають вашим навичкам та кар'єрним цілям."
    },
    "businessBrokers": {
      "title": "Бізнес-брокери",
      "description": "Досвідчені бізнес-брокери, які допомагають клієнтам з інвестиціями та придбанням бізнесу, допомагаючи вам досліджувати та забезпечувати прибуткові бізнес-можливості за кордоном."
    },
    "governmentAgencies": {
      "title": "Державні агентства",
      "description": "Офіційні державні агентства, які надають керівництво та підтримку для забезпечення відповідності імміграційним нормам, роблячи процес подання заявок на візи гладким і безпроблемним."
    },
    "educationalInstitutions": {
      "title": "Освітні установи",
      "description": "Партнерські школи та університети, які пропонують широкий спектр освітніх програм і програм для міжнародних студентів, допомагаючи вам досягти ваших академічних та кар'єрних амбіцій."
    },
    "businessIncubators": {
      "title": "Бізнес-інкубатори",
      "description": "Бізнес-інкубатори, що підтримують стартапи та підприємців ресурсами, наставництвом та керівництвом, сприяючи інноваціям та успіху у ваших бізнес-починаннях."
    },
    "communityOrganizations": {
      "title": "Громадські організації",
      "description": "Місцеві громадські організації, присвячені наданню послуг підтримки та інтеграції новоприбулих, допомагаючи вам оселитися та процвітати у вашому новому середовищі."
    }
  },
  "programs": {
    "skilledWorkers": {
      "title": "Кваліфіковані працівники",
      "content": "Програми, призначені для осіб із певними навичками та кваліфікаціями, які можуть внести свій вклад в економіку Канади. Ці програми включають систему Express Entry та різні провінційні номінантські програми (PNP). Успішні заявники можуть отримати постійне проживання на основі своїх навичок, досвіду роботи та здатності вносити вклад у канадський ринок праці."
    },
    "businessAndEntrepreneurs": {
      "title": "Бізнес та підприємці",
      "content": "Ці програми орієнтовані на осіб, які хочуть інвестувати або започаткувати бізнес у Канаді. Основні програми включають програму Start-Up Visa, програму для самозайнятих осіб та програму для власників-операторів. Вони забезпечують шляхи до постійного проживання для підприємців, інвесторів та самозайнятих осіб, які можуть стимулювати економічне зростання та створювати робочі місця в Канаді."
    },
    "familySponsorship": {
      "title": "Сімейне спонсорство",
      "content": "Дозволяє громадянам Канади та постійним мешканцям спонсорувати своїх родичів, включаючи подружжя, цивільних партнерів, залежних дітей, батьків та дідусів і бабусь, для переїзду до Канади як постійних мешканців. Ця програма спрямована на возз'єднання сімей, забезпечуючи можливість сім'ям залишатися разом та підтримувати одне одного."
    },
    "caregivers": {
      "title": "Доглядальники",
      "content": "Програми для осіб, які надають догляд за дітьми, літніми людьми або особами з медичними потребами в Канаді. Доглядальники можуть подати заяву на постійне проживання через шляхи, спеціально розроблені для тих, хто набув досвіду роботи в Канаді, надаючи необхідні послуги догляду."
    },
    "temporary": {
      "title": "Тимчасові",
      "content": "Ці програми дозволяють особам приїжджати до Канади на обмежений період. Вони включають тимчасові резидентні візи (для відвідувачів), дозволи на роботу та дозволи на навчання. Тимчасові резиденти можуть мати можливість перейти до постійного проживання через різні імміграційні шляхи."
    },
    "humanitarian": {
      "title": "Гуманітарні",
      "content": "Програми в цій категорії призначені для осіб, які не відповідають критеріям інших імміграційних програм, але мають вагомі причини для отримання проживання в Канаді. Це включає заяви на гуманітарних та співчутливих підставах, часто враховуючи такі фактори, як найкращі інтереси дітей або осіб, що стикаються з значними труднощами."
    },
    "studentsAndGraduates": {
      "title": "Студенти та випускники",
      "content": "Канада пропонує шляхи для міжнародних студентів для навчання та подальшого оселення в Канаді. Програми включають студентські візи та дозволи на навчання, а також можливості для випускників перейти до постійного проживання через різні імміграційні шляхи."
    },
    "refugees": {
      "title": "Біженці",
      "content": "Канада надає захист особам, які втекли з своїх країн через переслідування, війну чи насильство. Програми для біженців пропонують шляхи до безпеки та постійного проживання для тих, хто відповідає критеріям статусу біженця, забезпечуючи можливість відновити своє життя в Канаді."
    }
  },
  "journeyStart": {
    "consultationsTitle": "КОНСУЛЬТАЦІЇ",
    "firstMeetingTitle": "Чого очікувати на першій зустрічі",
    "firstMeetingPoints1": "Оцінка вашого минулого: Розуміння ваших кваліфікацій та імміграційних цілей.",
    "firstMeetingPoints2": "Обговорення програм: Рекомендації щодо відповідних імміграційних програм, адаптованих до ваших потреб.",
    "firstMeetingPoints3": "Опис процесу: Пояснення етапів подачі заявки, термінів та вимог.",
    "firstMeetingPoints4": "Відповіді на питання: Вирішення будь-яких сумнівів або запитань щодо імміграції.",
    "successStoriesTitle": "Історії успіху",
    "successStories1": "\"Diverse Visa зробила мій імміграційний процес бездоганним. Їхня експертиза забезпечила мій успіх у Express Entry.\": - Джон Д., Кваліфікований працівник",
    "successStories2": "\"Завдяки Diverse Visa я успішно запустила свій бізнес у Канаді. Їхня підтримка була безцінною.\": - Марія С., Підприємець",
    "successStories3": "\"Diverse Visa допомогла мені отримати дозвіл на навчання та направила мене до постійного місця проживання.\": - Олена К., Студент",
    "successStories4": "\"Diverse Visa знову з'єднала нас із нашою родиною. Їхній професіоналізм змінив ситуацію.\": - Ахмед і Фатіма А., Спонсорування сім'ї"
  },
  "Locations": "Місця",
  "First Name is required.": "Ім'я обов'язкове.",
  "Last Name is required.": "Прізвище обов'язкове.",
  "Email is required.": "Електронна пошта обов'язкова.",
  "Email format is invalid.": "Неправильний формат електронної пошти.",
  "Message is required.": "Повідомлення обов'язкове.",
  "You must agree to be contacted.": "Ви повинні погодитися на контакт.",
  "Email sent successfully!": "Електронний лист успішно надіслано!",
  "Failed to send email. Please try again later.": "Не вдалося надіслати електронний лист. Спробуйте ще раз пізніше.",
  "I agree to be contacted by Diverse Visa": "Я погоджуюсь на контакт з Diverse Visa",
  "blog-title": "Розуміння процесу отримання дозволу на навчання в Канаді: Комплексний гід",
  "blog-intro": "Канада славиться своєю високоякісною системою освіти, що робить її одним із найпопулярніших напрямків для міжнародних студентів. Якщо ви плануєте навчатися в Канаді, одним із перших кроків є отримання дозволу на навчання. Цей гід допоможе вам зрозуміти процес, його переваги та як впевнено в ньому орієнтуватися.",
  "blog-image1-alt": "Процес отримання дозволу на навчання в Канаді",
  "blog-why-study-canada": "Чому навчатися в Канаді?",
  "blog-high-quality-education": "Високоякісна освіта",
  "blog-high-quality-education-desc": "Канадські університети та коледжі мають світове визнання за свою академічну досконалість, пропонуючи широкий спектр програм, які задовольняють різноманітні інтереси та кар'єрні цілі.",
  "blog-work-opportunities": "Можливості для роботи",
  "blog-work-opportunities-desc": "З дозволом на навчання ви можете працювати неповний робочий день під час навчання та повний робочий день під час канікул, що допоможе вам отримати цінний досвід роботи та заробити гроші для підтримки себе.",
  "blog-pathway-to-pr": "Шлях до постійного проживання",
  "blog-pathway-to-pr-desc": "Після закінчення навчання дозвіл на роботу після закінчення навчання (PGWP) дозволяє вам працювати в Канаді, що може стати сходинкою до постійного проживання через програми, такі як Express Entry.",
  "blog-study-permit": "Що таке дозвіл на навчання?",
  "blog-study-permit-desc": "Дозвіл на навчання — це офіційний документ, виданий урядом Канади, який дозволяє іноземним громадянам навчатися в призначених навчальних закладах (DLI) у Канаді. Важливо відзначити, що дозвіл на навчання не є візою. Можливо, вам також знадобиться гостьова віза або електронний дозвіл на подорожі (eTA) для в'їзду до Канади.",
  "blog-eligibility": "Вимоги до відповідності",
  "blog-acceptance-at-dli": "Прийняття в DLI",
  "blog-acceptance-at-dli-desc": "Вам потрібен лист про прийняття від визнаного канадського навчального закладу.",
  "blog-proof-of-funds": "Підтвердження наявності коштів",
  "blog-proof-of-funds-desc": "Ви повинні показати, що у вас достатньо грошей для оплати навчання, проживання та зворотного транспорту.",
  "blog-ties-to-home": "Зв'язки з рідною країною",
  "blog-ties-to-home-desc": "Ви повинні довести, що повернетеся до своєї рідної країни після навчання.",
  "blog-no-criminal-record": "Відсутність судимості",
  "blog-no-criminal-record-desc": "Може знадобитися поліцейський сертифікат для підтвердження відсутності судимості.",
  "blog-medical-exam": "Медичний огляд",
  "blog-medical-exam-desc": "Залежно від вашої країни проживання, вам може знадобитися медичний огляд для підтвердження, що ви здорові.",
  "blog-image2-alt": "Процес отримання дозволу на навчання в Канаді",
  "blog-application-process": "Процес подання заяви",
  "blog-acceptance-letter": "Лист про прийняття",
  "blog-acceptance-letter-desc": "Спочатку подайте заяву до DLI та отримайте прийняття. Після прийняття ви отримаєте лист про прийняття, який потрібен для подання заяви на дозвіл на навчання.",
  "blog-gather-documentation": "Збір документів",
  "blog-gather-documentation-desc": "Підготуйте свої документи, включаючи паспорт, лист про прийняття, підтвердження наявності коштів та будь-які додаткові документи, які вимагає ваша рідна країна (такі як біометричні дані або поліцейські сертифікати).",
  "blog-submit-application": "Подання заяви",
  "blog-submit-application-desc": "Подайте заяву онлайн через веб-сайт Імміграції, біженців та громадянства Канади (IRCC). Переконайтеся, що заповнили всі форми правильно та подали всі необхідні документи.",
  "blog-pay-fees": "Оплата зборів",
  "blog-pay-fees-desc": "При поданні заяви необхідно сплатити збір за розгляд. Якщо потрібні біометричні дані, буде додатковий збір.",
  "blog-processing-time": "Час обробки",
  "blog-processing-time-desc": "Час обробки залежить від вашої рідної країни. Перевірте орієнтовний час обробки на веб-сайті IRCC та плануйте відповідно.",
  "blog-approval-and-travel": "Затвердження та подорож",
  "blog-approval-and-travel-desc": "Після затвердження ви отримаєте дозвіл на навчання. Заплануйте подорож до Канади та будьте готові до інтерв'ю з імміграційними офіцерами після прибуття.",
  "blog-image3-alt": "Процес отримання дозволу на навчання в Канаді",
  "blog-after-arrival": "Після прибуття до Канади",
  "blog-begin-studies": "Початок навчання",
  "blog-begin-studies-desc": "Почніть відвідувати заняття згідно з розкладом і дотримуйтесь усіх правил, встановлених вашим дозволом на навчання.",
  "blog-work-while-studying": "Робота під час навчання",
  "blog-work-while-studying-desc": "Ви маєте право працювати неповний робочий день під час навчання та повний робочий день під час канікул. Скористайтеся цією можливістю для отримання досвіду роботи та фінансової підтримки.",
  "blog-post-graduation-opportunities": "Можливості після закінчення навчання",
  "blog-post-graduation-opportunities-desc": "Після закінчення навчання досліджуйте варіанти, такі як дозвіл на роботу після закінчення навчання (PGWP) та шляхи до постійного проживання.",
  "blog-advantages": "Переваги навчання в Канаді",
  "blog-quality-of-life": "Якість життя",
  "blog-quality-of-life-desc": "Канада відома своїм високим рівнем життя, безпечним середовищем та дружніми громадами.",
  "blog-cultural-diversity": "Культурне різноманіття",
  "blog-cultural-diversity-desc": "Досліджуйте різноманітне та інклюзивне суспільство, яке цінує мультикультуралізм та пропонує широкий спектр культурних вражень.",
  "blog-career-opportunities": "Кар'єрні можливості",
  "blog-career-opportunities-desc": "Канада пропонує численні кар'єрні можливості та має сильний ринок праці, особливо для міжнародних випускників.",
  "blog-closing": "Навчання в Канаді пропонує численні переваги та можливості для особистого та професійного зростання. Розуміння процесу отримання дозволу на навчання та ретельна підготовка допоможуть вам розпочати успішний освітній шлях в одній із найгостинніших країн світу.",
  "First Name": "Ім'я",
  "Last Name": "Прізвище",
  "Email": "Електронна пошта",
  "Message": "Повідомлення",
  "SEND": "Надіслати",
  "family": {
    "blog-image2-alt": "Зображення сімейного спонсорства",
    "blog-title": "Сімейне спонсорство: возз'єднання сімей у Канаді",
    "intro": "Що таке сімейне спонсорство? Сімейне спонсорство дозволяє канадським громадянам та постійним жителям спонсорувати своїх близьких для отримання постійного місця проживання в Канаді. Ця програма є важливою для возз'єднання сімей та надання підтримуючих мереж для нових іммігрантів.",
    "who-can-sponsor-title": "Кого ви можете спонсорувати?",
    "who-can-sponsor": [
      "Чоловік або партнер у громадянському шлюбі: Ви можете спонсорувати свого чоловіка або партнера для проживання з вами в Канаді.",
      "Залежні діти: Спонсорство доступне для ваших дітей молодших 22 років, включаючи усиновлених дітей.",
      "Батьки та дідусі і бабусі: Ви також можете спонсорувати своїх батьків та дідусів і бабусь, щоб вони могли жити з вами в Канаді."
    ],
    "why-choose-title": "Чому обрати сімейне спонсорство?",
    "why-choose": [
      "Возз'єднання сім'ї: Тримайте своїх близьких поруч і підтримуйте їх у інтеграції в канадське суспільство.",
      "Постійне місце проживання: Спонсоровані члени сім'ї отримують постійне місце проживання, що дозволяє їм жити, працювати та навчатися в Канаді."
    ],
    "how-it-works-title": "Як це працює?",
    "how-it-works": [
      "Перевірка відповідності: Переконайтеся, що і спонсор, і спонсорована особа відповідають критеріям.",
      "Подання заявки: Заповніть та подайте заявку на спонсорство разом з усіма необхідними документами.",
      "Обробка та затвердження: Після розгляду заявки спонсорованій особі буде надано постійне місце проживання."
    ],
    "benefits-title": "Переваги",
    "benefits": [
      "Підтримка: Наявність сім'ї в Канаді забезпечує емоційну та практичну підтримку, полегшуючи перехід у нову країну.",
      "Доступ до послуг: Спонсоровані члени сім'ї отримують доступ до охорони здоров'я, освіти та соціальних послуг у Канаді."
    ],
    "closing": "У Diverse Visa ми розуміємо важливість сім'ї. Наша команда готова допомогти вам пройти процес сімейного спонсорства, забезпечивши гладке та успішне подання заявки. Зв'яжіться з нами сьогодні, щоб возз'єднатися зі своїми близькими в Канаді."
  },
  "startup": {
    "blog-image1-alt": "Зображення програми Start-Up Visa",
    "blog-title": "Вивчення програми Start-Up Visa: Ваш шлях до підприємництва в Канаді",
    "intro": "Програма Start-Up Visa Канади пропонує унікальну можливість для інноваційних підприємців створити свій бізнес і отримати постійне місце проживання. Якщо у вас є бізнес-ідея з глобальним потенціалом, ця програма може бути вашим шляхом до запуску в одній з найдинамічніших економік світу.",
    "what-is-title": "Що таке програма Start-Up Visa?",
    "what-is-description": "Програма Start-Up Visa розроблена для підприємців, які можуть створювати робочі місця для канадців і конкурувати на глобальному рівні. Програма зв’язує вас з канадськими приватними організаціями, такими як групи ангельських інвесторів, венчурні капітальні фонди або бізнес-інкубатори, які можуть підтримати ваш стартап.",
    "eligibility-requirements-title": "Вимоги до кандидатів",
    "eligibility-requirements": [
      "Мати кваліфікований бізнес: Ваш бізнес має бути інноваційним, мати потенціал для зростання та бути здатним конкурувати міжнародно.",
      "Отримати зобов'язання: Ви повинні отримати лист підтримки від уповноваженої організації, такої як група ангельських інвесторів, венчурний капітальний фонд або бізнес-інкубатор.",
      "Відповідність мовним вимогам: Ви повинні продемонструвати знання англійської або французької мови через визнані мовні тести.",
      "Доказ наявності коштів: Ви повинні показати, що у вас є достатньо грошей для проживання в Канаді та підтримки себе і своєї родини під час створення бізнесу."
    ],
    "application-process-title": "Процес подачі заявки",
    "application-process": [
      "Розробіть вашу бізнес-ідею: Почніть з сильної, інноваційної бізнес-концепції, яка відповідає критеріям глобальної конкурентоспроможності та створення робочих місць в Канаді.",
      "Отримайте зобов'язання: Зверніться до уповноваженої організації та представте свою бізнес-ідею. Якщо вони вірять у ваш концепт, вони нададуть лист підтримки, що є важливим для вашої заявки.",
      "Подайте заявку на візу: Коли ви отримаєте лист підтримки, ви можете подати заявку на візу Start-Up Visa. Вам потрібно буде надати бізнес-план, доказ наявності коштів, результати мовних тестів та інші необхідні документи.",
      "Обробка та затвердження: Час обробки може змінюватися, але після затвердження ви отримаєте візу, яка дозволить вам приїхати до Канади та створити свій бізнес.",
      "Шлях до постійного місця проживання: Програма Start-Up Visa не тільки дозволяє вам створювати свій бізнес у Канаді, але також пропонує прямий шлях до постійного місця проживання для вас та вашої родини."
    ],
    "advantages-title": "Переваги програми Start-Up Visa",
    "advantages": [
      "Доступ до фінансування та підтримки: Отримавши зобов'язання від канадської організації, ви отримаєте доступ до цінних ресурсів, наставництва та потенційного фінансування для розвитку вашого бізнесу.",
      "Постійне місце проживання: Програма забезпечує чіткий шлях до постійного місця проживання для успішних заявників та їх сімей.",
      "Розвиваюча підприємницька екосистема: Канада пропонує підтримуюче середовище для стартапів з доступом до кваліфікованої робочої сили, сильної інфраструктури та стабільної економіки."
    ],
    "success-stories-title": "Історії успіху",
    "success-stories-description": "Багато підприємців з усього світу успішно використовували програму Start-Up Visa для запуску своїх бізнесів у Канаді. Ці стартапи створили робочі місця, впровадили інновації в різних галузях і внесли свій внесок у канадську економіку.",
    "closing": "У компанії Diverse Visa ми спеціалізуємося на допомозі підприємцям у програмі Start-Up Visa. Від розробки вашого бізнес-плану до отримання зобов'язання від уповноваженої організації, ми надаємо комплексну підтримку на кожному етапі. Зв’яжіться з нами сьогодні, щоб розпочати своє підприємницьке подорож до Канади."
  }
}